Repository: silvacms/silva.translations
Catalog: silva/translations/i18n/*/LC_MESSAGES/kupu.po
Languages: de

source: paragraph styles
de: Absatzformate

source: plain
de: normal

source: lead
de: hervorgehoben

source: annotation
de: kommentiert

source: heading styles
de: Überschriftsformat

source: title
de: Titel

source: heading
de: Überschrift 1

source: sub
de: Überschrift 2

source: subsub
de: Überschrift 3

source: paragraph
de: Überschrift 4

source: subparagraph
de: Überschrift 5

source: preformatted
de: nicht proportional

source: save: alt-s
de: Speichern: alt-s

source: Bold: Access key (Alt or Ctrl) + B
de: Fett: Tasten (Alt oder Ctrl) + B

source: Italic: Access key (Alt or Ctrl) + I
de: Kursiv: Tasten (Alt oder Ctrl) + I

source: Underline: Access key (Alt or Ctrl) + U
de: Unterstrichen: Tasten (Alt oder Ctrl) + U

source: Subscript: Access key (Alt or Ctrl) + -
de: Tiefgestellt: Tasten (Alt oder Ctrl) + -

source: Superscript: Access key (Alt or Ctrl) + +
de: Hochgestellt: Tasten (Alt oder Ctrl) + +

source: Numbered list: Access key (Alt or Ctrl) + #
de: Nummerierte Liste: Tasten (Alt oder Ctrl) + #

source: Unordered list: Access key (Alt or Ctrl) + *
de: Aufzählungsliste: Tasten (Alt oder Ctrl) + *

source: Definition list: Access key (Alt or Ctrl) + =
de: Definitionsliste: Tasten (Alt oder Crlt) + =

source: Undo: Access key (Alt or Ctrl) + Z
de: Rückgängig: Tasten (Alt oder Ctrl) + Z

source: Redo: Access key (Alt or Ctrl) + Y
de: Wiederherstellen: Tasten (Alt oder Ctrl) + Y

source: toggle_source_view
de: Wechsel zwischen der Editor-Ansicht und der HTML-Ansicht

source: Image inserted
de: Bild eingefügt

source: click to fold
de: klicken um einzuklappen

source: click to unfold
de: klicken um auszuklappen

source: You are leaving the editor. Do you want to save your changes?\n\nClick OK to save your changes and leave the editor.
de: Sie verlassen den Editor. Wollen Sie Ihre Änderungen sichern?\n\nKlicken Sie auf OK um die Änderungen zu sichern und den Editor zu verlassen.

source: Copy
de: Kopieren

source: Paste
de: Einfügen

source: Cut
de: Ausschneiden

source: Recursion detected when counting column position
de: Es wurde eine Rekursion beim Zählen der Spaltenpositionen erkannt.

source: Editor initialized
de: Der Editor ist initialisiert.

source: Please wait while saving document...
de: Bitte warten, bis das Dokument gespeichert ist....

source: Error saving your data.\nResponse status: ${status}.\nCheck your server log for more information.
de: Es ist beim Speichern ein Fehler aufgetreten.\nResponse status: ${status}.\nPrüfen Sie die Server-Logs für genauere Informationen.

source: Error saving document
de: Beim Speichern ist ein Fehler aufgetreten.

source: Document saved
de: Das Dokument ist gespeichert.

source: Error placing back selection
de: Beim Rücksetzen der Auswahl ist ein Fehler aufgetreten.

source: comment
de: Kommentar

source: properties
de: Eigenschaften

source: input
de: Eingabe

source: get link reference...
de: Verweis auf ein CMS Dokument...

source: link target
de: Zielfenster für den Link

source: same window
de: gleiches Fenster

source: new window
de: neues Fenster

source: custom target
de: aangepast doel

source: add link
de: Link hinzufügen

source: update
de: aktualisieren

source: remove
de: entfernen

source: anchor/index item
de: Anker/Index Punkt

source: anchor name
de: Anker Name

source: Enter the name of an anchor. Do not use spaces, special characters, or any punctuation other than a hyphen or underscore.
de: Tragen Sie einen Namen für den Anker ein. Verwenden Sie keine Leerzeichen und keine Sonderzeichen außer - oder _

source: index title
de: Index Titel

source: If this anchor is also an index item, enter a title for the link in the Indexer.
de: Sollte der Anker gleichzeitig ein Index Eintrag sein, tragen Sie einen Titel für den Link im Indexer ein.

source: add element
de: Element hinzufügen

source: image
de: Bild

source: get image reference...
de: Verweis auf ein Bild im CMS...

source: edit image...
de: Bild bearbeiten...

source: image source
de: Bildquelle

source: image alignment:
de: Bildausrichtung:

source: default
de: standard

source: align left
de: linksbündig ausrichten

source: align center
de: zentriert ausrichten

source: align right
de: rechtsbündig ausrichten

source: float left
de: float links

source: float right
de: float rechts

source: link settings
de: Link Einstellungen

source: &#160;high resolution version
de: &#160;Version mit hoher Auflösung

source: link to:
de: Link zu:

source: link target:
de: Zielfenster für Link:

source: update image
de: Bild aktualisieren

source: abbreviations and acronyms
de: Abkürzungen und Akronyme

source: Enter the text of the tooltip that will appear when a user hovers over the element with the cursor.
de: Geben Sie einen Text ein der erscheinen soll, wenn ein Benutzer den Cursor über ein Element bewegt.

source: Choose the kind of html tag (abbr or acronym).
de: Wählen Sie den HTML-Tag-Type (Abkürzung oder Akronym).

source: type
de: Typ

source: cleanup
de: aufräumen

source: perform
de: ausführen

source: external source
de: Externes Programm

source: For more info hover over the items in the list
de: Für mehr Informationen bewegen Sie den Cursor über die Elemente in der Liste.

source: The external sources product is not installed. This tool is disabled.
de: Das Produkt für externe Programme ist nicht installiert. Diese Funktion ist ausgeschalten.

source: add external source
de: Externes Programm hinzufügen

source: cancel
de: widerrufen

source: No external sources found.
de: Es wurden keine externen Programme gefunden.

source: citation
de: Zitat

source: author
de: Autor

source: source
de: Quelle

source: table
de: Tabelle

source: table class
de: Tabellen Typ

source: rows
de: Reihen

source: columns
de: Spalten

source: create header
de: Überschrift anlegen

source: add table
de: Tabelle hinzufügen

source: column align
de: Spalten ausrichten

source: left
de: links

source: center
de: zentriert

source: right
de: rechts

source: column widths
de: Breite der Spalte

source: column
de: Spalte

source: add column
de: Spalte hinzufügen

source: row
de: Reihe

source: add row
de: Reihe hinzufügen

source: table of contents
de: Inhaltsverzeichnis

source: 1 level
de: 1 Ebene

source: 2 levels
de: 2 Ebenen

source: 3 levels
de: 3 Ebenen

source: 4 levels
de: 4 Ebenen

source: 5 levels
de: 5 Ebenen

source: 6 levels
de: 6 Ebenen

source: 7 levels
de: 7 Ebenen

source: 8 levels
de: 8 Ebenen

source: 9 levels
de: 9 Ebenen

source: unlimited
de: unlimitiert

source: typographical characters
de: Sonderzeichen

source: save
de: Speichern

source: save document
de: Dokument speichern
