Repository: silvacms/silva.translations
Catalog: silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: de, fr

source: Listing header
de: Obere Funktionsleiste
fr: Entête de Listes

source: ${listing_header}${br} n &nbsp; new${br} s &nbsp; select list for a new object${br} i &nbsp; import${br} e &nbsp; export
de: ${listing_header}${br} n &nbsp; Neu${br} s &nbsp; Liste für neues Objekt auswählen${br} i &nbsp; Importieren${br} e &nbsp; Exportieren

source: access key: alt-b
de: Kurzwahl: alt-b
fr: touche d'accès: alt-b

source: back
de: zurück
fr: retour

source: Silva Reference
de: Silva Referenz
fr: Référence Silva

source: Thanks to....
de: Vielen Dank an ...
fr: Merci à

source: The people at ${eth_zuerich} for their feedback, contributions, and innovation.
de: Der Belegschaft der ${eth_zuerich} für Ihre Anmerkungen, Beiträge und Verbesserungen.

source: Jan Smith at ${ozzope} for advice, hosting the documentation wiki, and her tutorials.
de: Jan Smith von ${ozzope} für viele Ratschläge, für das Bereitstellen des Dokumentationswikis, und für ihr Tutorial.

source: Many thanks go to Hans Verster at the ${eur} for his vision and support.
de: Ein großes Dankeschön geht an Hans Verster von der ${eur} für seine weitsichtige Unterstützung.
fr: Mes remerciements à Hans Verster à ${eur} pour sa vision et son soutient.

source: ${Silva} &#8211; independent content management
de: ${Silva} &#8211; unabhängiges Content Management
fr: ${Silva} &#8211; gestion de contenus indépendante

source: Credits
de: Mitwirkende
fr: Crédits

source: Silva is developed by ${infrae} and many others. ${br}
de: Silva wird entwickelt durch ${infrae} and vielen Anderen. ${br}
fr: Silva est développé par ${infrae} et d'autres nombreux contributeurs. ${br}

source: Infrae Silva crew
de: Infrae's Silva Team
fr: Équipe Silva d'Infrae

source: External developers
de: Externe Entwickler
fr: Développeurs externes

source: Request processed
de: Anfrage bearbeitet
fr: Demande traitée

source: Return to where you came from...
de: Zurück zum Ausgangspunkt...
fr: Retour à l'endroit de départ

source: slide to the publish screen
de: Zum Publizieren-Schirm
fr: glisser vers l'écran de publication

source: up to top contents of publication
de: Zum Anfang der Publikation
fr: aller au niveau supérieur des contenus de la publication

source: up to top of publication
de: zur Ausgangsebene
fr: aller vers le niveau supérieur de la publication

source: slide to the contents screen
de: Zum Inhalte-Schirm
fr: glisser vers l'écran de contenus

source: zope roles
de: Zope-Rollen
fr: rôles zope

source: silva roles
de: Silva-Rollen
fr: rôles silva

source: public silva roles
de: öffentliche Silva-Rollen
fr: rôles public silva

source: Anonymous
de: Anonym
fr: Anonyme

source: Authenticated
de: Angemeldet
fr: Authentifié

source: Viewer
de: Betrachter
fr: Spectateur

source: Viewer +
de: Betrachter +
fr: Spectateur +

source: Viewer ++
de: Betrachter ++
fr: Spectateur ++

source: Reader
de: Leser
fr: Lecteur

source: Author
de: Autor
fr: Auteur

source: Editor
de: Redakteur
fr: Éditeur

source: ChiefEditor
de: Chefredakteur
fr: Éditeur en chef

source: File uploaded.
de: Datei hochgeladen.
fr: Fichier chargé.

source: message
de: Nachricht

source: ${old_title} to ${new_title}
de: ${old_title} zu ${new_title}
fr: ${old_title} à ${new_title}

source: Properties changed: ${changed}
de: Eingenschaften geändert: ${changed}
fr: Propriétés modifiées: ${changed}

source: ${icon} file info
de: ${icon} Datei-Info
fr: ${icon} information sur le fichier

source: file mime type
de: Datei-Mimetyp
fr: type MIME du fichier

source: edit textual content
de: Textinhalt editieren
fr: éditez le texte

source: save text content
de: Speichern des Textinhalts
fr: sauvegarder le texte

source: access key: alt-c
de: Kurzwahl: alt-c
fr: raccourci: alt-c

source: Text Context
de: Inhalt Text
fr: texte du contexte

source: Empty or invalid file.
de: Leere oder ungültige Datei.
fr: Fichier vide ou invalide.

source: This is just a placeholder so this directory won't get pruned.
de: Bei diesem Verzeichnis handelt es sich um einen Platzhalter, damit es nicht ausgeschnitten wird.
fr: Ceci est juste un emplacement donc ce repertoire ne peut pas être ciblé.

source: instructions
de: Anweisungen

source: Drag the window below to the image region which should be cropped. You can resize the window with the handle on the lower right corner. If you're done, you can click the submit button below or double click in the window to set your coordinates and close the cropping tool.
de: Ziehen Sie das Fenster unten in die Bildregion die ausgeschnitten werden soll. Die Fenstergröße kann mit dem Griff in der rechten unteren Ecke verändert werden. Wenn Sie fertig sind, klicken Sie auf den Knopf oder doppel-klicken Sie im Fenster um die Koordinaten zu setzen und das Ausschneiden zu beenden.
fr: Glissez la fenêtre vers la region d'image à recadrer. Vous pouvez modifier la taille de la fenêtre manipulant le coin inférieur droit. Ensuite soumettre par le bouton ou double clic dans la fenêtre pour activer les nouvelles valeurs et fermer la fenêtre de recadrage

source: predefined sizes
de: Vordefinierte Größen
fr: tailles prédéfinies

source: 50x50 pixels
de: 50x50 Punkte

source: 50x50 pixel
de: 50x50 Punkte
fr: 50x50 pixels

source: 75x75 pixels
de: 75x75 Punkte

source: 75x75 pixel
de: 75x75 Punkte
fr: 75x75 pixels

source: 100x100 pixel
de: 100x100 Punkte

source: 100x100 pixels
de: 100x100 Punkte

source: 250x250 pixels
de: 250x250 Punkte

source: 250x250 pixel
de: 250x250 Punkte

source: use coordinates...
de: Koordination verwenden...
fr: utiliser ces coordonnées...

source: drag window
de: Fenster ziehen
fr: fenêtre glisser-déposer

source: Image format for web.
de: Bildformat für das WEB.
fr: Image au format web

source: scaling
de: Skalieren
fr: échelle

source: Image scaling for web: use width x height in pixels, or one axis length, or a percentage (100x200, 100x*, *x200, 40%).
de: Bildskalierung: verwenden Sie Breite × Höhe in Punkten (100 × 200) oder nur eine Achse (100 × *, * × 200) oder eine Prozentangabe (40%).
fr: Echelle Image web: utiliser largeur x hauteur en pixels, ou un axis longueur, ou un pourcentage (100x200, 100x*, *x200, 40%).

source: cropping
de: Abschneiden
fr: recadrage

source: Image cropping for web: use the &#8216;set crop coordinates&#8217; button, or enter X1xY1-X2xY2 to define the cropping box.
de: Bildbeschneidung: verwenden Sie den &#8216;Beschneidungskoordinaten setzen&#8217; Knopf oder geben Sie X1×Y1-X2×Y2 ein um das Beschneidungsrechteck festzulegen.
fr: Images recadrés pour le web: utiliser le bouton &#8216;fixer les coordonnées de recadrage&#8217; , ou introduire X1xY1-X2xY2 pour redéfinir le cadre.

source: format and scaling
de: Format und Skalierung
fr: formater et échellonner

source: set crop coordinates...
de: Beschneidungskoordinaten setzen...
fr: fixer coordonnées de recadrage...

source: specify the center of the area to crop by clicking in the image: alt-o
de: Die Zuschneidekoordinaten durch Klicken auf das Bild setzen: Alt-o
fr: spécifier le centre de la zone à recadrer en clicquant sur l'image: alt-o

source: change
de: ändern
fr: modifier

source: dimensions
de: Dimensionen

source: scaled to ${WxH} pixels
de: skaliert auf ${WxH} Pixel
fr: Redimensionné à ${WxH} pixels

source: view the original image: alt-v
de: Das ursprüngliche Bild ansehen: alt-v
fr: aperçu image originale: alt-v

source: view unscaled image
de: nicht skaliertes Bild ansehen
fr: aperçu image sans modifier l'échelle

source: orientation
de: Ausrichtung

source: The file is empty or invalid.
de: Diese Datei is leer oder ungültig.
fr: Le fichier est vide ou n'est pas valable

source: Image updated.
de: Bild erneuert.
fr: Image mise à jour.

source: edit
de: Editor
fr: éditer

source: preview
de: Vorschau
fr: aperçu

source: properties
de: Eigenschaften
fr: propriétés

source: access
de: Zugriff
fr: accès

source: upload
de: hochladen
fr: envoyer

source: upload file
de: Datei hochladen
fr: envoyer un fichier

source: access key: alt-u
de: Kurzwahl: alt-u
fr: touche d'accès: alt-u

source: characterization
de: Charakterisierung
fr: caractérisation

source: status of &#xab;${title}&#xbb;
de: Status von &#xab;${title}&#xbb;
fr: état de &#xab;${title}&#xbb;

source: A ${type} automatically has a published state.
de: A ${type} hat automatisch ein Veröffentlichungsdatum.
fr: ${type} est automatiquement en état publié.

source: Locate a file.
de: Eine Datei lokalisieren.
fr: Trouver un fichier

source: miscellaneous settings: alt-e
de: Diverse Einstellungen: alt-e

source: manage subscriptions: alt-u
de: Abonnements verwalten: alt-u
fr: gérer abonnements: alt-u

source: ${icon} metadata ${for_public_version_of}
de: ${icon} Metadaten ${for_public_version_of}
fr: ${icon} méta-données pour ${for_public_version_of}

source: not applicable
de: nicht anwendbar
fr: non applicable

source: There are no jobs in the queue.
de: Es sind keine Aufträge in der Warteschlange.
fr: Il n'y a pas des tâches dans la file d'attente

source: list of processed items ${format}
de: Liste der bearbeiteten Einträge ${format}
fr: liste des items ${format} traités

source: type
de: Typ

source: current job
de: Aktueller Auftrag
fr: tâche en cours

source: There are no processed jobs.
de: Es gibt keine bearbeiteten Aufträge.
fr: Il n'y a pas de tâches achevées

source: owner
de: Eigentümer
fr: propriétaire

source: there's no undo: alt-x
de: es gibt kein Undo: alt-x
fr: il n'y a pas défaire: alt-x

source: remove
de: entfernen
fr: enlever

source: description
de: Bezeichnung

source: import to the current location and remove from the list: alt-m
de: An die aktuelle Position importieren und aus der Liste entfernen: alt-m
fr: importer à l'emplacement actuel et enlever de la liste : alt-m

source: import and remove
de: Importieren und entfernen
fr: importer et enlever

source: import to the current location: alt-p
de: An die aktuelle Position importieren: alt-p
fr: importer vers l'emplacement actuel: alt-p

source: import
de: Importieren
fr: importer

source: reload to update the queue lists: alt-r
de: Neuladen, um die Warteschlange aufzufrischen: alt-r
fr: recharger pour mise à jour de la liste d'attente: alt-r

source: queue of items to process
de: Warteschlange der zu bearbeitenden Aufträge
fr: file d'attente des éléments à traiter

source: job id
de: Auftrags-Id
fr: identifiant de la tâche

source: job owner
de: Auftragseigentümer
fr: propriétaire de la tâche

source: estimated time
de: Geschätzte Zeit
fr: temps restant estimé

source: status
de: Zustand
fr: état

source: ${estimated_time} &nbsp;seconds
de: ${estimated_time} &nbsp; Sekunden
fr: ${estimated_time} &nbsp;secondes

source: No items were selected, so no content will be exported
de: Es war nichts ausgewählt, folglich wird nichts exportiert.
fr: Aucune selection, donc aucun contenu sera exporté

source: Currently, fullmedia export only supports one item at a time.
de: Im Augenblick unterstützt Full-Meda Export nur einen Eintrag zur Zeit.
fr: Actuellement, l'export fullmedia ne supporte qu'un élément à la fois.

source: Select one or more jobs to delete
de: Wählen Sie einen oder mehrere Einträge zum Löschen aus
fr: Choisir une ou plusieurs tâches à effacer

source: Job deleted
de: Auftrag gelöscht
fr: Tâche effacé

source: unknown format
de: Unbekanntes format
fr: format inconnu

source: Word document
de: Word-Dokument
fr: Document Word

source: contents
de: Inhalte
fr: contenus

source: publish
de: Publizieren
fr: publier

source: Select a file for upload.
de: Wählen Sie eine Datei zum hochladen aus.
fr: Choisir un fichier à envoyer

source: Something bad with the zipfile;
de: Mit der ZIP-Datei stimmt etwas nicht;
fr: Anomalie avec le fichier ZIP;

source: added ${succeeded}
de: Hinzugefügt ${succeeded}
fr: ajouté ${succeeded}

source: could not add: ${failed}
de: konnte nicht hinzufügen: ${failed}
fr: ne peux pas ajouter : ${failed}

source: Finished importing: ${msg}
de: Import beendet: ${msg}
fr: Importation terminée: ${msg}

source: version already approved
de: Version bereits genehmigt
fr: version déjà approuvé

source: version already published
de: Version schon veröffentlicht
fr: version déjà publiée

source: Approval on: ${ids}
de: Bewilligung von: ${ids}
fr: Approuvé le: ${ids}

source: could not approve: ${ids}
de: konnte nicht überprüfen: ${ids}
fr: ne peux pas approuver : ${ids}

source: save addable settings for this publication: alt-a
de: Speichern der Erweiterungseinstellungen für diese Veröffentlichung: ALT-a
fr: sauvegarder héritages d'objet pour cette publication: alt-a

source: save addables settings
de: Erweiterungseinstellungen speichern
fr: sauvegarder configuration héritages

source: addable settings for &#xab;${title}&#xbb;
de: Erweiterungseinstellungen für &#xab;${title}&#xbb;
fr: configuration héritage d'objets pour &#xab;${title}&#xbb;

source: acquire
de: Erwerben
fr: hériter

source: If checked, inherit the addables from above. Uncheck this to change the allowed addables below.
de: Wenn ausgewählt, werden die Erweiterungen ererbt. Abwählen um Änderungen machen zu können.
fr: Si coché, hérite les éléments du niveau supérieur. Décocher pour changer les éléments suivants disponibles

source: addables
de: Erweiterungen
fr: héritages

source: If 'acquire' is not checked, these settings will determine the items allowed in this publication. Otherwise the addables are acquired from the publication above.
de: Wenn 'Erwerben' nicht ausgewählt ist, legen diese Einstellungen fest, welche Erweiterungen in dieser Publikation verfügbar sind. Andernfalls werden die Einstellungen von der übergeordneten Publikation verwendet.
fr: Si hériter n'est pas coché, ces paramétres détermineront les items autorisés dans cette publication. Autrement les éléments seront hérités du niveau supérieur de la publication

source: Addable settings have not changed and remain acquired.
de: Die Erweiterungseinstellungen wurden nicht verändert und werden weiterhin erworben.
fr: Paramétres héritages n'a pas changé et reste disponible

source: Addable settings changed for: ${changed_metadata}
de: Erweiterungseinstellungen für: ${changed_metadata}
fr: Paramétres héritages modifiés pour ${changed_metadata}

source: content approved, or published...
de: Inhalt bewilligt oder veröffentlicht...
fr: contenu approuvé ou publié...

source: content approved or published
de: Inhalt ist bewilligt oder veröffentlicht
fr: contenu approuvé ou publié

source: move up
de: nach oben
fr: déplacer vers le haut

source: move down
de: nach unten
fr: déplacer vers le bas

source: editor
de: bearbeiten
fr: éditeur

source: content actions
de: Inhaltsfunktionen
fr: actions de contenu

source: publishing actions
de: Veröffentlichungsfunktionen
fr: actions de publication

source: move selected items to
de: ausgewählte Objekte verschieben nach
fr: déplacer les items choisis à

source: end
de: Ende
fr: fin

source: access key: alt-o
de: Kurzwahl: alt-o
fr: touche d'accès: alt-o

source: move selected items into position: alt-m
de: ausgewählte Objekte nach Position verschieben: alt-m
fr: déplacer les éléments sélectionnés vers la position: alt-m

source: move
de: Verschieben
fr: déplacer

source: rename...
de: Umbenennen...
fr: renommer ...

source: rename and retitle items: alt-r
de: Objekte umbenennen: alt-r
fr: renommer et changer les titres des éléments: alt-r

source: cut
de: Ausschneiden
fr: couper

source: cut items: alt-x
de: Objekte ausschneiden: alt-x
fr: couper les éléments: alt-x

source: copy items: alt-c
de: Objekte kopieren: alt-x
fr: copier les éléments: alt-c

source: copy
de: Kopieren
fr: copier

source: paste items: alt-v
de: Einträge einfügen.: alt-v
fr: coller les éléments: alt-v

source: paste
de: Einfügen
fr: coller

source: paste (items on clipboard) as ghost objects: alt-g
de: Einfügen (der Objekte in der Zwischenablage) als Ghost-Objekte: alt-g
fr: coller (les éléments dans le presse-papier) en tant qu'objets ghost: alt-g

source: paste ghost
de: Ghost-Objekt einfügen
fr: coller ghost

source: Really delete?
de: Wirklich löschen?
fr: Vraiment supprimer?

source: there's no undo: alt-d
de: es gibt kein Undo: alt-d
fr: il n'y a pas defaire: alt-d

source: delete
de: Löschen
fr: supprimer

source: publish new versions: alt-p
de: Inhalte Jetzt Publizieren: alt-p
fr: publier maintenant: alt-p

source: publish now
de: Jetzt veröffentlichen
fr: publier maintenant

source: close published items: alt-l
de: Publizierte Punkte schließen: alt-l
fr: fermer les éléments publiés: alt-l

source: close
de: Schließen
fr: fermer

source: modify
de: ändern
fr: modifier

source: shift
de: verschieben
fr: ré-ordonner

source: Nothing was selected, so nothing was closed.
de: Es war nichts ausgewählt, folglich wurde nichts geschlossen.
fr: Aucune sélection, rien n'a été fermé

source: is not published
de: ist nicht veröffentlicht
fr: non publié

source: Closed: ${ids}
de: Geschlossen: ${ids}
fr: Fermé: ${ids}

source: could not close: ${ids}
de: Konnte nicht schliessen: ${ids}
fr: ne peux pas fermer : ${ids}

source: Nothing was selected, so nothing was copied.
de: Es war nichts ausgewählt, folglich wurde nichts kopiert.
fr: Aucune selection, donc rien à copier

source: Placed ${ids} on the clipboard for copying.
de: ${ids} sind in der Zwischenablage zum Kopieren
fr: Le ${cut_ids} placé dans le presse-papier pour couper, <span class="error">mais ne peut pas couper ${not_cut_ids}.</span>

source: Nothing was selected, so nothing was cut.
de: Es war nichts ausgewählt, folglich wurde nichts ausgeschnitten.
fr: Aucune selection, donc rien à couper

source: Placed ${cut_ids} on clipboard for cutting.
de: ${cut_ids} zum Ausschneiden in der Zwischenablage abgelegt.
fr: Le ${cut_ids} placé dans le presse-papier pour couper

source: Could not place ${not_cut_ids} on clipboard for cutting.
de: ${not_cut_ids} konnte nicht zum Ausschneiden in der Zwischenablage abgelegt werden.
fr: Ne peut pas placer ${not_cut_ids} dans le presse-papier pour couper

source: Nothing was selected, so nothing was deleted.
de: Es war nichts ausgewählt, folglich wurde nichts gelöscht.
fr: Aucun choix, donc rien à effacer

source: Deleted ${deleted_ids}.
de: ${deleted_ids} gelöscht.
fr: ${deleted_ids} ont été supprimés.

source: Could not delete ${not_deleted_ids}. Possibly there is a published version, which must be closed before it can be deleted. Or, the document is approved (the link will be green), and approval needs to be revoked. Change the status in the Publish screen (alt-5).
de: ${not_deleted_ids} konnte nicht gelöscht werden. Wahrscheinlich existiert eine publizierte Version, welche erst geschlossen werden muß. Oder das Dokument ist bewilligt (der Link ist grün), dann muß die Bewilligung erst zurückgenommen werden. Für Zustandsänderungen siehe Publizieren-Schirm.
fr: Pourrait ne pas effacer ${not_deleted_ids}. Probablement une version publiée qui doit être fermée avant d'être éffacée. Ou, le document est approuvé (le lient est au vert) et l'approbation a besoin d'être annulée. Changer l'état dans l'écran de Publication (alt-5).

source: browse for a file on your disk
de: Datei auf Festplatte suchen
fr: Chercher un fichier dans votre disque

source: title for assets
de: Titel für Dateien
fr: titre pour éléments Assets

source: Set a title for all Assets created from the contents of a zip file with Assets.
de: Geben Sie einen optionalen Titel für alle Anlagen ein, die aus einer ZIP- Datei mit Anlagen erstellt werden.
fr: Fournir un titre facultatif pour tous les éléments Assets créés à partir du contenu d'un fichier zip avec Assets.

source: Optional title for all assets
de: Optionaler Titel für alle Anlagen
fr: Titre facultatif pour tous les éléments assets

source: subdirectories
de: Unterverzeichnisse
fr: sous répertoires

source: Recreate the subdirectory structure of a zip file with Assets by adding Silva Folders.
de: Die Struktur der Unterverzeichnisse einer ZIP-Datei mit Anlagen durch die Erstellung von Silva-Ordnern wiederherstellen.
fr: Recréer la structure de sous répertoire d'un fichier zip avec Assets en ajoutant des Dossiers Silva.

source: replace content
de: Inhalte ersetzen
fr: remplacer contenu

source: Replace Content Objects with the Objects from the import when they have the same ids (Note: they will be replaced *even* when published).
de: Inhaltsobjekte mit den importierten Objekten ersetzen falls diese die gleiche Id haben (Hinweis: selbst publizierte Inhaltsobjekte werden überschrieben).
fr: Remplacer les contenus existants par ceux contenu dans l'import quand ils ont le même identifiant. (Note: la modification aura lieu même sur les contenus déjà publié).

source: import zip
de: ZIP importieren
fr: importer un fichier zip

source: access key: alt-z
de: Kurzwahl: alt-z
fr: touche d'accès: alt-z

source: docma facilities
de: Docma Service
fr: facilités docma

source: upload a document in word format (.doc) for conversion
de: Ein Dokument zum Konvertieren im Word-Format (.doc) hochladen
fr: charger un document au format word (.doc° pour conversion

source: note
de: Anmerkung

source: Locate a Word file to upload. It'll be converted and appear in the list of processed items below. It can be imported anywhere in Silva.
de: Eine Worddatei zum Hochladen auswählen. Sie wird konvertiert und der Liste der bearbeiteten Einträge erscheinen. Das Resultat kann an jeder Stelle in Silva importiert werden.
fr: Trouver un fichier Word à télécharger. Il sera transformé et apparaîtra dans la liste des items traités. Il peut être importé à n'importe quel emplacement dans Silva

source: email address
de: E-Mail Adresse
fr: adresse email

source: An e-mail will be sent to you when the item is processed.
de: Ihnen wird eine Email zugestellt, wenn der Eintrag bearbeitet wurde.
fr: Un email vous sera adressé quand l'élément sera traité

source: This description will be shown in the queue and the list of processed items.
de: Diese Beschreibung wird in der Warteschlange und in der Liste der bearbeiteten Einträge angezeigt.
fr: Cette description sera présenté dans la file d'attente et dans la liste des éléments traités.

source: upload a word document from your local drive: alt-u
de: Hochladen eines Wod-Dokumentes: alt-u
fr: charger un document word de votre disque local: alt-u

source: import in &#xab;${title}&#xbb;
de: Importieren in &#xab;${title}&#xbb;
fr: importer dans &#xab;${title}&#xbb;

source: over to the export screen: alt-e
de: zur Export-Ansicht wechseln: alt-e
fr: aller ver l'écran exportation: alt-e

source: export...
de: Exportieren...
fr: exporter...

source: import and extract zip archive
de: ZIP Archiv importieren und auspacken
fr: importer et extraire un fichier zip

source: file to upload
de: Datei zum Hochladen
fr: fichier à télécharger

source: Locate a zip file containing Assets or a zip file created by a Silva full media export.
de: Wählen Sie eine ZIP-Datei zum Hochladen aus, die Anlagen enthält oder vom Silva Full-Meda-Export erzeugt wurde.
fr: Trouver un fichier zip cpntanant des éléments Assets à importer ou un fichier zip créé par une exportation compléte full media.

source: Select a file for upload
de: Eine Datei zum Hochladen auswählen
fr: Choisir un fichier à télécharger

source: You must enter your e-mail address
de: Sie müssen Ihre E-Mail Adresse eingeben
fr: Vous devez entrer votre adresse email

source: Your job is ${status}. The id of your job is ${id}.
de: Auftragsstatus ist ${status}. Die Auftrags-Id ist ${id}.
fr: Votre travail est ${status}. La id de votre travail est ${id}.

source: Select one or more items to download
de: Wählen Sie einen oder mehrere Einträge zum Downlaod aus.
fr: Choisir un ou plus items à télécharger

source: Select one or more jobs to import
de: Wählen Sie einen oder mehrere Aufträge zum Importieren aus
fr: Choisir un ou plusieurs travaux à importer
