Repository: silvacms/silva.translations
Catalog: silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: de, fr

source: Rejected request for approval
de: Anfrage auf Bewilligung ablehnen
fr: Demande d'approbation rejetée

source: Withdrew request for approval
de: Bewilligungsanfrage wurde zurückgenommen.
fr: Retirer la demande d'approbation

source: day / month / year &nbsp;(23:59)
de: Tag / Monat / Jahr &nbsp; 23:59
fr: jour / mois / année &nbsp;(23:59)

source: &#8224; acquireable
de: &#8224; erreichbar

source: save
de: Speichern
fr: sauvegarder

source: metadata set
de: Metadatensatz
fr: ensemble de méta-données

source: acquired content
de: Erworbener Inhalt
fr: valeur héritée

source: select all: alt-a
de: alles auswählen: alt-a
fr: sélectionner tout: Alt+a

source: select all
de: alles auswählen
fr: tout sélectionner

source: siblings
de: Geschwister
fr: fratrie

source: up one level: alt-]
de: eine Ebene hoch: alt-]
fr: monter d'un niveau: alt-]

source: up to containing publication: alt-[
de: zur einschließenden Publikation: alt-[
fr: vers niveau zéro de la publication: alt-[

source: reload screen
de: Ansicht neu laden
fr: rafraîchir l'écran

source: content renderer
de: Inhalts &#8216;renderer&#8217;
fr: rendu de contenu

source: renderer
de: &#8216;renderer&#8217;
fr: rendu

source: ${icon} properties ${for_title}
de: ${icon} Voreinstellungen ${for_title}
fr: ${icon} propriétés pour ${for_title}

source: session timeout
de: Zeitüberschreitung der Sitzung
fr: expiration de la session

source: In about 5 minutes, the working session is going to expire for the document you are currently editing. This means that any unsaved work will be lost. Press &#8216;save&#8217; (alt-s) to save any changes, or &#8216;cancel&#8217; (alt-c) to do nothing, or save manually.
de: Die Arbeitssitzung für das z.Z. bearbeitete Dokument verfällt in etwa 5 Minuten. Dies bedeutet, dass alle nicht gespeicherten Änderungen verloren gehen. Speichern Sie Ihre Arbeit mit &#8216;speichern&#8217; (alt-s ) oder drücken Sie &#8216;Abbrechen&#8217; (alt-c).
fr: Dans moins de 5 minutes, la session de travail pour ce document va expirer. Tout travail non sauvegardé sera perdu. Appuyer &#8216;sauvegarder&#8217; (alt-s) pour sauvegarder les changements, &#8216;annuler&#8217; (alt-c) pour ne rien faire, ou sauvegarder manuellement.

source: cancel the automatic save action: alt-c
de: Automatisches Speichern abbrechen: alt-c
fr: annuler la sauvegarde automatique

source: save
de: Speichern
fr: sauvegarder

source: save the document you were working on: alt-s
de: Das gerade bearbeitete Dokument speichern: alt-s
fr: sauvegarder votre document de travail: alt-s

source: Metadata saved.
de: Metadaten gespeichert.
fr: Metadata sauvegardé

source: This is the ${meta_type} "${id}"
de: Das ist ${meta_type} "${id}"
fr: Ceci est

source: for closed version of &#xab;${title}&#xbb;
de: für die abgeschlossene Version von &#xab;${title}&#xbb;
fr: pour version fermée de &#xab;${title}&#xbb;

source: for approved version of &#xab;${title}&#xbb;
de: für die bestätigte Version von &#xab;${title}&#xbb;
fr: pour version approuvée de&#xab;${title}&#xbb;

source: for public version of &#xab;${title}&#xbb;
de: für die veröffentlichte Version von &#xab;${title}&#xbb;
fr: pour la version publique de &#xab;${title}&#xbb;

source: This is a closed version. You see it, but the public won't!
de: Dies ist eine geschloßene Version. Sie können sie siehen, aber die Öffentlichkeit nicht.
fr: Ceci est une version privée. Vous pouvez la voir, mais pas le public.

source: Select a renderer to render this content.
de: Wählen Sie eine Grafikschablone, um den Inhalt wiederzugeben.
fr: choisir interpreteur pour ce contenu

source: change renderer: alt-c
de: wechseln der Grafikschablone: alt-c
fr: changer interpreteur: alt-c

source: change renderer
de: wechseln der Grafikschablone
fr: changer interpreteur

source: atom/rss feeds
de: Atom/RSS Ticker
fr: fil atom/rss

source: allow feeds
de: erlaube Feeds
fr: approuver des fils

source: The feed url is
de: Der URL des Feed ist
fr: L'URL du fil est

source: change feed settings
de: Ändern der Feed-Einstellungen
fr: changer les détails du fil

source: change feed settings: alt-f
de: Ändern der Feed-Einstellungen: alt-f
fr: changer les détails de fil: alt-f

source: used space
de: verwendeter Platz
fr: espace utilisé

source: space used in this folder
de: Platz, der in diesem Ordner verwendet wird
fr: place utilisé par ce dossier

source: for published version of &#xab;${title}&#xbb;
de: für die publizierte Version von &#xab;${title}&#xbb;
fr: pour version publiée de &#xab;${title}&#xbb;

source: settings for &#xab;${title}&#xbb;
de: Einstellungen für &#xab;${title}&#xbb;
fr: paramètres pour &#xab;${title}&#xbb;

source: container type
de: Behälter Type
fr: type de conteneur

source: This Ghost Folder can be converted to a normal Publication or Folder. All ghosted content will be duplicated and can then be edited.
de: Dieser "Ghost"-Ordner kann in eine normale Publikation umgewandelt werden. Der Inhalt des "Ghost"-Ordners wird dupliziert und kann danach editiert werden.
fr: Ce dossier Ghost peut être transformé en Publication normal ou en Dossier. Tout contenu ghost sera dupliqué et peut être édité.

source: This Silva Folder can be converted to a Publication
de: Dieser Silva Folder kann in eine Publikation umgewandelt werden.
fr: Ce dossier Silva peut être converti en une publication.

source: This Silva Publication can be converted to a Silva Folder
de: Diese Silva Publikation kann in einen Silva Folder umgewandelt werden.
fr: Cette publication Silva peut être converti en un dossier.

source: convert to publication
de: In Publikation umwandeln
fr: transformer en publication

source: change container type to a publication: alt-p
de: Umwandeln eines Ordners in eine Publikation: alt-p
fr: changer le type de conteneur d'une publication: alt-p

source: change container type to a folder: alt-f
de: Umwandeln einer Publikation in einen Ordner: alt-p
fr: change type de container au dossier: alt-f

source: convert to folder
de: In Ordner umwandeln
fr: convertir à dossier

source: Feed settings saved.
de: Feed-Einstellungen gesichert.
fr: Détails de fil sauvegardé

source: Renderer setting saved.
de: Einstellung gespeichert.
fr: paramétres utilisateur

source: There's no editable version to set the renderer on.
de: Neue editierbare Version der ausgewählten alten Version erzeugen: alt-f
fr: Il n'y pas de version éditable pour activer le renderer dessus.

source: If this document should expire, set the time.
de: Wenn dieses Dokument verfallen soll, den Zeitpunkt eingeben.
fr: Si ce document doit expirer, fixer la date, le temps

source: clear expiration
de: Verefalldatum löschen
fr: remise à zéro d'expiration

source: up a level: alt-${key}
de: Eine Ebene aufwärts: alt-${key}
fr: monter d'un niveau : alt-${key}

source: up to top of publication: alt-${key}
de: Zum Anfang der Publikation: alt-${key}
fr: Aller au début de la publication: alt-${key}

source: access key: alt-${key}
de: Kurzwahl: alt-${key}
fr: raccourci clavier: alt-${key}

source: To ${actually} logout, wait 5 seconds or hit this
de: um ${actually} abzumelden, warten Sie 5 Sekunden oder klicken Sie hier
fr: Pour ${actually} se déconnecter, attendre 5 secondes ou cliquez ici.

source: accesskey: alt-l
de: Kurzwahl: alt-l
fr: touche d'accès: alt-l

source: logout link.
de: Zeiger zum Abmelden
fr: lien de déconnexion.

source: When the login dialog appears, choose ${Cancel}.
de: Wenn der Anmeldedialog erscheint, dann wählen Sie ${Cancel}.
fr: Quand la fenêtre d'authentification apparaîtra, choisir ${Cancel}.

source: jump to top: alt-t
de: Zur obersten Ebene springen: alt-j
fr: aller vers le haut: alt-t

source: contact:
de: Kontakt:

source: no name
de: Kein Name
fr: sans nom

source: Leave Silva and view the public page: alt-:
de: Silva verlassen und veröffentlichte Seite sehen: alt-:
fr: Quitter Silva et aller à la page publique: alt-:

source: view public version
de: öffentliche Version ansehen
fr: aperçu de la version publique

source: Change your settings: alt-~
de: Benutzereinstellungen ändern: alt-~
fr: Modifier vos paramètres: alt-~

source: user settings
de: Benutzereinstellungen
fr: paramètres utilisateur

source: Logout of Silva: alt-q
de: aus Silva abmelden: alt-q
fr: Se déconnecter de Silva: alt-q

source: Help with access keys
de: Hilfe zu Kurzwahlen
fr: Aide pour les raccourcis

source: Silva copyright info
de: Silva Copyrightinformationen
fr: info copyright Silva

source: Silva top: alt-/
de: Silva
fr: Aller à la racine Silva: alt-/

source: &middot; manage...
de: &middot; bearbeiten
fr: &middot; gérer...

source: Silva access keys: alt-?
de: Silva Kurzwahlen: alt-?
fr: Raccourcis clavier Silva: alt-?

source: Sorry, there are problems with these form fields:
de: Es sind Probleme mit den folgenden Formularfeldern aufgetreten:
fr: Désolé, il y a quelques problèmes avec ces champs

source: Optional, but useful.
de: Wahlweise, aber nützlich.

source: subscribable
de: Abonnierbar
fr: par abonnement

source: subscribed email addresses
de: Eingetragene Emailadressen
fr: addresses email abonnés

source: subscriptions
de: Abonnements
fr: abonnements

source: Other subscriptions
de: Andere Abonnements
fr: Autres abonnements

source: No other subscriptions for this object.
de: Keine weiteren Abonnements für dieses Objekt.
fr: Aucun autre abonnement pour cet objet.

source: Subscriptions info
de: Abonnementinfo
fr: Info abonnements

source: Something went wrong in unsubscribing from this page. It might be that the link you followed expired.
de: Während der Austragung ist etwas schiefgelaufen. Es kann sein, dass der Link dem Sie folgten bereits ungültig ist.
fr: Le désabonnement n'a pas fonctionné. Probablement votre délais de connexion avait expiré

source: You have been successfully unsubscribed.
de: Sie wurden erfolgreich ausgetragen.
fr: Votre désabonnement a été pris en compte.

source: The title will be publicly visible, and is used for the link in indexes.
de: Der Titel wird öffentlich sichtbar sein und als Linktext in Indizes verwendet werden.
fr: Le titre sera visible au public et utilisé pour le lien dans les indexes.

source: Sorry, the id ${id} is reserved for internal use. Please use another id.
de: Die ID ${id}ist für interne Verwendung reserviert. Verwenden Sie eine Andere.
fr: Désolé, l'identifiant ${id} est réservé pour un usage interne. Veuillez choisir un autre identifiant.

source: There is already an object with the id ${id} in this folder. Please use a different one.
de: Es gibt bereits ein Objekt mit der ID ${ID} in diesem Ordner. Verwenden Sie einen Anderen.
fr: Il y a déjà un contenu avec l'identifiant ${id} dans ce dossier. Veuillez en choisir un différent.

source: Sorry, the id ${id} ends with invalid characters. Please use another id.
de: Die ID {id} endet mit ungültigen Zeichen. Verwenden Sie eine andere id.
fr: Désolé l'identifiant ${id} se termine avec des caractères invalides. Veuillez choisir un autre identifiant.

source: Sorry, the id ${id} is already in use by a Zope object. Please use another id.
de: Die ID ${id}wird bereits für ein Zope Objekt verwendet. Verwenden Sie eine Andere.
fr: Désolé, l'identifiant ${id} est déjà utilisé par un objet Zope. Veuillez choisir un autre identifiant.

source: grant role
de: Rolle bewilligen
fr: accorder le rôle

source: revoke role
de: Rolle entziehen
fr: retirer le rôle

source: user clipboard
de: Zwischenablage für Benutzer
fr: presse-papier utilisateur

source: acquire restriction
de: Beschränkung übernehmen
fr: obtenir restriction

source: set restriction
de: Beschränkung festlegen
fr: placer une restriction

source: lookup users...
de: Benutzer suchen...
fr: rechercher des utilisateurs...

source: username
de: Benutzername
fr: nom utilisateur

source: Create a ${addable_name}
de: Einen Inhalt von Typ ${addable_name} erzeugen
fr: Créer un ${addable_name}

source: Content type
de: Inhaltsart
fr: Type de contenu

source: new...
de: neu...
fr: nouveau ...

source: create an object
de: Ein Objekt erzeugen
fr: créer un objet

source: publish this document: alt-p
de: Dieses Dokument publizieren: alt-p
fr: publier ce document: alt-p

source: withdraw request
de: Anfrage zurücknehmen
fr: demande de retrait

source: New version created.
de: Neue Version erzeugt.
fr: Nouvelle version créée.

source: change the addables allowed in this publication: alt-d
de: erlaubten Erweiterungen für diese Publikation konfigurieren: alt-d
fr: modifie les éléments d'héritage disponibles dans cette publication: alt-d

source: various settings: alt-e
de: Einstellungen ändern: alt-e
fr: Modifier vos paramétres: alt-e

source: add
de: hinzufügen
fr: ajouter

source: import xml data or a zip file: alt-i
de: XML oder Zip Datei importieren: alt-i
fr: importer un fichier xml ou zip: alt-i

source: Use browser language setting
de: Spracheinstellung des Browsers verwenden
fr: Utiliser la langue du navigateur

source: preferred language
de: Sprache einstellen
fr: langage préféré

source: save changes
de: Änderungen Speichern
fr: sauvegarder les modifications

source: save + edit
de: Speichern + Bearbeiten
fr: sauvegarder et editer

source: download
fr: télécharger

source: Links
fr: Liens

source: ${listing_header}${br} i &nbsp; import${br} e &nbsp; Export
fr: ${listing_header}${br} i &nbsp; importer${br} e &nbsp; Exporter

source: Kupu editor
fr: Éditeur Kupu

source: Silva info: alt-i
fr: Info Silva: alt-i

source: Silva site
fr: Site Silva

source: Silva info: alt-s
fr: Info Silva : alt-s

source: Silva alumni
fr: Alumni Silva

source: Manager
fr: Gestionnaire

source: (optional)
fr: (facultatif)

source: Text content is too large to be edited through Silva. Please upload changes.
fr: Le texte du contenu est trop grand pour être édité via Silva. Merci de charger les modifications à l'aide d'un fichier.

source: web format
fr: format web

source: Problem: ${errors}
fr: Problème&nbsp;: ${errors}

source: ${r}efresh queue lists
fr: ${r}afraichir la liste d'attente

source: Placed ${cut_ids} on clipboard for cutting, but could not cut ${not_cut_ids}.
fr: ${cut_ids} a(ont) été coupé(s), mais pas ${not_cut_ids}.

source: Deleted ${deleted_ids}, but could not delete ${not_deleted_ids}. Probably there is a published version that must be closed, or an approved version that needs to be revoked. Change the status in the Publish screen (alt-5).
fr: ${deleted_ids} a(ont) été supprimé(s), mais pas ${not_deleted_ids}. Il y a probablement un contenu publié qui doit être fermé, ou un contenu approuvé qui doit être révoqué. Modifier le statut dans l'écran de publication (alt-5).

source: docma icon
fr: icone docma

source: ${icon} rename objects in &#xab;${title}&#xbb;
fr: ${icon} renommer les éléments dans &#xab;${title}&#xbb;

source: id
fr: identifiant

source: element
fr: élément

source: in
fr: dans

source: (The quota for this area is set to ${quota} MB.)
fr: (Le quota pour cet emplacement est fixé à ${quota} Mo.)

source: logout
fr: déconnecter

source: logout ${role} ${userid}
fr: déconnecter ${role} ${userid}

source: Zope manage_main: alt-.
fr: ZMI: alt-.

source: Sorry, ids starting with ${prefix} are reserved for internal use. Please use another id.
fr: Désolé, les identifiants commençant par ${prefix} sont réservés pour un usage interne. Veuillez choisir un autre identifiant.

source: There is already an asset with the id ${id} in this folder. Please use another id.
fr: Il existe déjà une ressource nommée ${id} dans ce dossier. Veuillez choisir un autre identifiant.

source: (Internal Error): An invalid status ${status_code} occured while checking the id ${id}. Please contact the person responsible for this Silva installation or file a bug report.
fr: (Erreur Interne): Une erreur ${status_code} est arrivée lors de la validation de l'identifiant ${id}. Veuillez contacter la personne responsable pour l'installation de ce site Silva, ou reporter le bug.

source: Click a name to create an item. Note that this screen only lists descriptions of objects that are available at this location. For additional information about an item see the ${silva_documentation}.
fr: Cliquez sur un nom pour créer un élément. Attention, cet écran ne liste que les descriptions des contenus ou ressources qui sont disponible à cet endroit. Pour plus d'information à propos d'un contenus ou d'une ressource, référez vous à la documentation ${silva_documentation}.
