Repository: silvacms/silva.translations
Catalog: silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: de, fr

source: Could not import ${newid}
de: Konnte nicht importiert werden: ${newid}
fr: Pourrait ne pas importer ${newid}

source: The following errors have occured during import: ${errors}
de: Folgende Fehler sind beim Importieren aufgetreten: ${errors}
fr: Les erreurs suivantes ont eu lieu durant l'import: ${errors}

source: Finished importing
de: Import beendet
fr: Importation terminée

source: Data is not valid Silva XML
de: Die Daten sind kein gültiges Silva-XML
fr: Les données n'ont pas un format Silva XML valide

source: Finished importing.
de: Import beendet.
fr: Importation terminée

source: Moved ${id} down.
de: ${id} nach unten verschoben.
fr: ${id} Déplacé vers le bas

source: Could not move ${id} down.
de: ${id} konnte nicht verschoben werden.
fr: Pourrait ne pas déplacer ${id} vers le bas.

source: Nothing was selected, so nothing was moved.
de: Es war nichts ausgewählt, folglich wurde nichts verschoben.
fr: Aucun choix, donc aucun déplacement

source: First choose a position number.
de: Erst eine Positionsnummer wählen.
fr: D'abord choisir une position

source: Object(s) ${ids} moved
de: Objekt(e) ${ids} verschoben
fr: Objet(s) ${ids} déplacé(s)

source: , but could not move ${ids}
de: , konnte aber nicht bewegen ${ids}
fr: , mais ne peut pas déplacer ${ids}

source: Could not move ${ids}.
de: ${id} konnte nicht verschoben werden.
fr: ${ids} ne peuvent pas être déplacés.

source: Moved ${id} up.
de: ${id} nach oben verschoben.
fr: ${id} a été déplacé vers le haut.

source: Could not move ${id} up.
de: ${id} konnte nicht nach oben verschoben werden.
fr: ${id} ne peut pas être déplacé vers le haut .

source: Nothing was selected, so nothing was approved.
de: Es war nichts ausgewählt, folglich wurde nichts bewilligt.
fr: Aucun choix, donc aucune approbation

source: No content available to paste.
de: Kein Inhalt zum Einfügen vorhanden.
fr: Aucun contenu disponible pour coller

source: rename
de: Umbenennen
fr: renommer

source: attribute
de: Merkmal
fr: attribut

source: old
de: alt
fr: ancien

source: new
de: neu
fr: nouveau

source: title
de: Titel
fr: titre

source: no title
de: Kein Titel
fr: sans titre

source: Nothing was selected, so nothing can be renamed.
de: Es war nichts ausgewählt, folglich wurde nichts umbenannt.
fr: Aucune selection, rien ne peut être renommé

source: &#xab;${item}&#xbb; could not be renamed to ${new} (invalid id)
de: &#xab;${item}&#xbb; konnte nicht umbenannt werden zu ${new} (ungültige Id)
fr: &#xab;${item}&#xbb; pourrait ne pas être renommé en ${new} (invalid id)

source: &#xab;${item}&#xbb; renamed successfully
de: &#xab;${item}&#xbb; erfolgreich umbenannt
fr: &#xab;${item}&#xbb; renommé

source: &#xab;${item}&#xbb; could not be renamed to &#xab;${new}&#xbb; (${status})
de: &#xab;${item}&#xbb; konnte nicht umbenannt werden zu &#xab;${new}&#xbb; (${status})
fr: &#xab;${item}&#xbb; pourrait ne pas être renommé en &#xab;${new}&#xbb; (${status})

source: &#xab;${item}&#xbb; could not be renamed
de: &#xab;${item}&#xbb; konnte nicht umbenannt werden
fr: &#xab;${item}&#xbb; pourrait ne pas être renommé

source: Can only change Publications into Folders
de: Es können nur Publikationen in Ordner umgewandelt werden
fr: Peut transformer seulement Publications en Dossiers

source: Changed into folder
de: In Ordner umgewandelt
fr: Transformé en Dossier

source: Can only change Folders into Publications
de: Es können nur Ordner in Publikationen umgewandelt werden
fr: Peut transformer seulement Dossiers en Publications

source: Changed into publication
de: In Publikation umgewandelt
fr: Transformé en publication

source: modify / preview
de: Ändern / Vorschau
fr: modifier / aperçu

source: publication due
de: Zuletzt publiziert
fr: à publier le

source: expiration due
de: Läuft aus am
fr: expire le

source: public version
de: veröffentlichte Version
fr: version publique

source: There are no publishable items here.
de: Es sind hier keine veröffentlichbaren Dinge.
fr: Il n'y a pas d'items à publier ici

source: access key: alt-m
de: Kurzwahl: alt-m
fr: touche d'accès: alt-m

source: publish time
de: Veröffentlichungsdatum
fr: date de publication

source: access key: alt-x
de: Kurzwahl: alt-x
fr: touche d'accès: alt-x

source: expiration time
de: Verfallsdatum
fr: date d'expiration

source: clear&nbsp;expiration
de: Verfallsdatum löschen
fr: remise à zéro&nbsp;expiration

source: approve new versions for publication at a later date: alt-o
de: Genehmigung neuer Versionen für eine spätere Veröffentlichung: alt-o
fr: approuve les nouvelles versions pour une publication à une date ultérieure: alt-o

source: approve for future
de: Für Zukunft genehmigen
fr: approuver dans le futur

source: change publish and expiration times: alt-u
de: Veröffentlichungs- und Verfallsdaten ändern: alt-u
fr: modifier date de publication et d'expiration: alt-u

source: update timing
de: Zeit aktualisieren
fr: mettre à jour les dates

source: reject pending request for approval: alt-j
de: Wartende Veröffentlichungsanfrage ablehnen: alt-j
fr: refus demandes d'approbation en cours: alt-j

source: reject
de: Ablehnen
fr: refuser

source: revoke
de: Widerrufen
fr: annuler

source: withdraw approval of approved versions: alt-v
de: Genehmigte Veröffentlichungen widerrufen: alt-v
fr: retrait d'approbation de versions approuvées: alt-v

source: close published items: alt-c
de: Veröffentlichte Dokumente schliessen: alt-c
fr: fermer items publiés: alt-c

source: create new versions of published docs: alt-n
de: Neue Versionen der veröffentlichten Dokumente erstellen: alt-n
fr: créer des nouvelles versions des documents publiés: alt-n

source: new version
de: Neue Version
fr: nouvelle version

source: request immediate approval for new versions: alt-p
de: Anfrage für eine sofortige Bestätigung einer neuen Version: alt-p
fr: demande une approbation immédiate pour les nouvelles versions: alt-p

source: request approval now
de: Anfrage für sofortige Bestätigung
fr: demander autorisation maintenant

source: request approval for new versions: alt-r
de: Bewilligung für neue Versionen beantragen: alt-r
fr: demande d'approbation pour nouvelles versions: alt-r

source: request approval
de: Bewilligung beantragen
fr: Demande d'approbation

source: change publish and expiration times: alt-s
de: Wechsel Publizier- und Ablaufzeitpunkt: alt-s
fr: modifier publication et dates d'expiration: alt-s

source: version already public
de: Version ist bereits öffentlich
fr: la version est déjà publique

source: no publication time was set
de: Es wurde kein Publikationszeitpunkt angegeben
fr: aucune date de publication introduite

source: Changed settings on: ${ids}
de: Einstellungen für ${ids} geändert
fr: Paramètres modifiés sur: ${ids}

source: could not change settings on: ${ids}
de: konnte Einstellungen nicht ändern bei: ${ids}

source: Nothing was selected, so no settings were changed.
de: Es war nichts ausgewählt, folglich wurden keine Einstellungen verändert.
fr: Aucun paramètre sélectionné donc aucun paramètre a été modifié.

source: No publication nor expiration time nor any of the flags were set.
de: Keine Veröffentlichungs- bzw. Verfallszeit und keines der Flags gessetzt.
fr: Aucune publication, date d'expiration ou choix activé

source: no next or public version available
de: Keine nächste oder öffentliche Version verfügbar
fr: aucune version suivante ou publique disponible

source: cannot change publication time of already public versions.
de: Die Veröffentlichungszeit einer öffentlichen Version kann nicht geändert werden.
fr: ne peut pas changer la date de publication des versions déjà publiques

source: no unapproved version
de: keine nicht genehmigte Version
fr: aucune version sans approbation

source: export
de: Exportieren
fr: exporter

source: options
de: Optionen

source: include sub publications?
de: Sub-Publikationen einschliessen?
fr: inclure sous-publications?

source: export only newest versions?
de: Nur neueste Versionen exportieren?
fr: exporter seulement les dernières versions?

source: If not checked all versions are exported.
de: Wenn nicht markiert, werden alle Versionen exportiert.
fr: Si décoché toutes les versions seront exportées.

source: select an export format
de: Wähle ein Export-Format
fr: sélectionner un format d'exportation

source: export to Silva xml (.xml) ${or_pdf}
de: Als Silva XML exportieren (.xml) ${or_pdf}
fr: exporter à xml Silva (.xml) ${or_pdf}

source: export newest versions?
de: Die neuesten Versionen exportieren?
fr: exporter la version plus récente?

source: If not checked the published version is exported.
de: Wenn nicht markiert wird die publizierte Version exportiert.
fr: Si ce n'est pas coché la version publiée est exportée

source: export pdf
de: PDF Export
fr: exporter pdf

source: access key: alt-p
de: Kurzwahl: alt-p
fr: touche d'accès: alt-p

source: export xml
de: XML exportieren
fr: exporter xml

source: access key: alt-e
de: Kurzwahl: alt-e
fr: raccourci: alt-e

source: export to Docma (.doc)
de: Nach Docma (.doc) exportieren
fr: exporter vers Docma (.doc)

source: export closed content?
de: Geschlossenen Inhalt exportieren?
fr: exporter contenu fermé

source: Check to include closed content in the export.
de: Auswählen, wenn bereits abgeschlossener Inhalt exportiert werden soll.
fr: Cocher pour inclure contenu fermé dans l'export

source: choose a template
de: Vorlage auswählen
fr: choisir un modèle

source: Sorry, full media export is currently not supported for more than one item. Please select one item, or select no items to export the whole folder.
de: Mit Full-Media Export kann nur ein Objekt aufs Mal exportiert werden. Wählen Sie ein einzelnes Objekt oder lassen Sie, um den ganzen Ordner zu exportieren, die Auswahl offen.
fr: Désolé, l'export pour fullmedia ne supporte actuellement qu'un élément. Merci de ne sélectionner qu'un élément, ou de ne rien sélectionner pour exporter le dossier au complet.

source: export the selection to word: alt-d
de: Ausgewähltes zu Word exportieren: alt-d
fr: exporter la sélection vers word: alt-d

source: export to Docma
de: Zu Docma exportieren
fr: exporter vers Docma

source: items to export:
de: Zu exportierende Einträge:
fr: éléments à exporter

source: export from &#xab;${title}&#xbb;
de: Exportieren aus &#xab;${title}&#xbb;
fr: exporter à partir de &#xab;${title}&#xbb;

source: modify ${meta_type}
de: Ändern von ${meta_type}
fr: modifier ${meta_type}

source: ${id} of ${parent_id}
de: ${id} von ${parent_id}
fr: ${id} de ${parent_id}

source: preview ${id}
de: Vorschau ${id}
fr: aperçu de ${id}

source: Nothing was selected, so no new version was created.
de: Es war nichts ausgewählt, folglich wurde keine neue Version angelegt.
fr: Aucun élément sélectionné donc aucune nouvelle version a été créée

source: already has a next version
de: Nächste Version ist bereits vorhanden
fr: a déjà une version suivante

source: Created a new version for: ${ids}
de: Neu Version erzeugen für: ${ids}
fr: Nouvelle version créée pour&nbsp;: ${ids}

source: could not create a new version for: ${ids}
de: Neu Version konnte nicht erzeugt werden für: ${ids}
fr: impossible de créer une version pour&nbsp;: ${ids}

source: Nothing was selected, so no approval was rejected.
de: Es war nichts ausgewählt, folglich wurde keine Anfrage abgelehnt.
fr: Aucun élément sélectionné donc aucune approbation a été refusée

source: no approval requested
de: Es wurde keine Bewilligung angefragt
fr: Aucune approbation demandée

source: Rejected request for approval for: ${ids}
de: Bewilligungsanfrage abgelehnt für: ${ids}
fr: Demandes d'approbation rejetées pour&nbsp;: ${ids}

source: Nothing was selected, so no approval was requested.
de: Es war nichts ausgewählt, folglich wurde keine Bewilligung angefragt.
fr: Aucun élément sélectionné donc aucune approbation n'est demandée.

source: approval already requested
de: Bewilligung war bereits angefragt
fr: approbation en cours

source: no publication time set
de: Keine Veröffentlichungszeit gesetzt
fr: aucune date de publication

source: Request approval for: ${ids}
de: Anfrage für Bestätgigung von: ${ids}
fr: Demander l'approbation de&nbsp;: ${ids}

source: Nothing was selected, so no approval was revoked.
de: Es war nichts ausgewählt, folglich wurde keine Bewilligung zurückgezogen.
fr: Aucun élément sélectionné donc aucune approbation a été annulée.

source: it's not approved, or it's already published
de: Nicht bewilligt oder bereits publiziert
fr: Ce n'est pas approuvé ou c'est toujours publié

source: Revoked approval of: ${ids}
de: Bewilligung zurückgezogen für: ${ids}
fr: Approbation de : ${ids} annulée

source: No items were selected, so nothing is exported
de: Es war nichts ausgewählt, folglich wurde nichts exportiert
fr: Aucun élément sélectionné donc rien exporté

source: No description
de: Keine Beschreibung
fr: Aucune description

source: You have not entered your e-mail address
de: Sie haben keine EMail Adresse eingegeben
fr: Vous n'avez pas introduit votre adresse email

source: Your job is ${status}. The id of your job is ${job_id}.
de: Auftragsstatus ist ${status}. Auftrags-Id ist ${job_id}.
fr: Votre travail est ${status}. La id de votre travail est ${job_id}.

source: Nothing was selected, so no approval was withdrawn.
de: Es war nichts ausgewählt, folglich wurde keine Bewilligung zurückgenommen.
fr: Aucun élément sélectionné donc aucune approbation a été retirée

source: Withdrawn request for approval for: ${list}
de: Bewilligung zurücknehmen für: ${list}
fr: Demandes d'approbation rétirées pour : ${list}

source: Not yet :)
de: Nicht bisher :)
fr: Pas ecore :)

source: settings
de: Einstellungen
fr: paramètres

source: of public version of &#xab;${title}&#xbb;
de: von die öffentliche Version von &#xab;${title}&#xbb;
fr: de la version publique de &#xab;${title}&#xbb;

source: manage versions of &#xab;${export_id}&#xbb;
de: Versionen verwalten für &#xab;${export_id}&#xbb;
fr: gérer les versions de &#xab;${export_id}&#xbb;

source: modification time
de: Änderungsdatum
fr: date de modification

source: publication time
de: Veröffentlichungsdatum
fr: date de publication

source: last author
de: letzter Autor
fr: Dernier auteur

source: version status
de: Versionsstatus
fr: état de la version

source: version actions
de: Versionierungsfunktionen
fr: actions version

source: create a new editable version of the selected old one: alt-f
de: Überschreibt die aktuellen Arbeitsversion: alt-w
fr: créer une nouvelle version éditable de l'ancienne version choisie: alt-f

source: copy for editing
de: Wiederherstellen als Arbeitsversion
fr: copie pour édition

source: compare...
de: Vergleichen...
fr: comparer...

source: view the selected versions next to each other: alt-=
de: Die ausgewählten Versionen nebeneinander darstellen: alt-=
fr: voir les versions sélectionnées les unes à côté des autres

source: ${icon} document info
de: ${icon} Dokumenten Info
fr: ${icon} information sur le document

source: Content is a draft and never published
de: Inhalt ist ein Entwurf und wurde noch nie veröffentlicht
fr: Le contenu est un brouillon et n'a jamais été publié.

source: Publication settings can be changed.
de: Publikationseinstellungen können geändert werden.
fr: Les paramétres de publication sont modifiables.

source: Content is approved, not published
de: Inhalt ist genehmigt, nicht veröffentlicht.
fr: Contenu approuvé, non publié

source: Content is published
de: Inhalt ist veröffentlicht
fr: Le contenu est publié

source: This content is published (online for the public).
de: Dieser Inhalt wurde veröffentlicht (Online für Alle)
fr: Ce contenu est publié (disponible en ligne pour le public).

source: If you wish you can make an editable copy by going to the ${editor}.
de: Wenn Sie wollen, können Sie eine editierbare Version durch ${editor} erzeugen.
fr: Si vous le souhaitez, vous pouvez faire une copie éditable en allant dans ${editor}.

source: content-editor
de: Editor
fr: éditeur de contenus

source: Published version exists
de: Veröffentlichte Version existiert
fr: La version publiée existe

source: Note: an older version of this content is online.
de: Hinweis: eine ältere Version dieses Inhalts ist online.
fr: Note: une ancienne version de ce contenu est en ligne.

source: Publishing this version will replace the public version.
de: Das Veröffentlichen dieser Version wird die öffentliche Version ersetzen.
fr: La publication de cette version remplacera la version publique.

source: Content is closed
de: Inhalt wurde geschlossen.
fr: Le contenu est fermé

source: This content was once published but is now closed.
de: Dieser Inhalt wurde veröfentlicht, ist nun aber geschlossen.
fr: Ce contenu a été publié mais est maintenant fermé.

source: If you wish you can make an editable copy in the ${editor}.
de: Wenn Sie wollen, können Sie eine editierbare Version in ${editor} erzeugen.
fr: Si vous le souhaitez, vous pouvez créer une copie modifiable dans ${editor}.

source: Version approved.
de: Version bewilligt
fr: Version approuvée.

source: There is no approved version.
de: Es gibt keine bewilligte Version.
fr: Il y a une version non approuvée

source: Changed publication settings.
de: Veröffentlichungseinstellungen geändert.
fr: Paramètres de publication modifiés

source: There is no public version to close
de: Es gibt keine öffentliche Version, die geschlossen werden kann.
fr: Il n' y a pas de version publique à fermer

source: Closed public version.
de: Öffentliche Version geschlossen.
fr: Version publique fermée

source: No versions selected
de: Keine Versionen ausgewählt
fr: Aucune version choisie

source: Can't delete all versions
de: Es können nicht alle Versionen gelöscht werden
fr: Ne peut pas supprimer toutes les versions

source: could not delete ${id}: ${error}
de: Konnte nicht gelöscht werden ${id}: ${error}
fr: Ne peut pas effacer${id}: ${error}

source: deleted ${id}
de: gelöscht ${id}
fr: supprimés ${id}

source: Empty indicates no expiration.
de: Wenn leer, dann verfällt der Inhalt nicht.
fr: Vide signifie pas d'expiration

source: request approval ${for_new_version}
de: Bewilligung beantragen ${for_new_version}
fr: demande d'approbation ${for_new_version}

source: for new version
de: für neue Version
fr: pour nouvelle version

source: message to editor
de: Nachricht an Redakteur
fr: message pour l'éditeur

source: This message will remain visible in the status screen for other authors and editors.
de: Diese Nachricht bleibt für andere Autoren und Redakteure im Publizieren- schirm sichtbar.
fr: Ce message restera visible sur l'écran de statut pour les autres auteurs et éditeurs.

source: current timings
de: Aktuelle Zeiteinstellungen
fr: valeurs actuelles

source: publish new version
de: Neue Version publizieren
fr: publier la nouvelle version

source: publish closed version
de: Geschlossene Version publizieren
fr: publier la version fermée

source: withdraw
de: Zurücknehmen
fr: retrait

source: request
de: Anfrage
fr: demande

source: add message on
de: Nachricht hinzufügen an
fr: ajouter un message sur

source: rejection
de: Ablehnung
fr: rejet

source: withdrawal
de: Rücknahme
fr: retrait

source: The message may be viewed by local users.
de: Die Nachricht kann von anderen Benutzern eingesehen werden.
fr: Le message peut être vu par les utilisateurs locaux

source: Publication time of public version
de: Veröffentlichungszeitpunkt der öffentlichen Version
fr: Période de publication de la version publique

source: reject approval request
de: Veröffentlichungsanfrage ablehnen
fr: refus demandes d'approbation

source: access key: alt-j
de: Tastenkombination: alt-j
fr: touche d'accès: alt-j

source: withdraw approval request
de: Bewilligungsanfrage zurücknehmen
fr: retrait de demande d'autorisation

source: revoke approval
de: Genehmigung widerrufen
fr: annuler approbation

source: If further editing is required, first revoke the approval.
de: Falls weitere Bearbeitung nötig ist, zuerst die Bewilligung zurücknehmen.
fr: Si davantage d'édition est exigée, annuler l'approbation.

source: Publication and expiration time of public version
de: Veröffentlichungs- und Verfallszeitpunkt der öffentlichen Version
fr: Publication et délais d'expiration de la version publique

source: access key: alt-v
de: Tastenkombination: alt-v
fr: touche d'accès: alt-v

source: manual close
de: Manuelles schliessen
fr: fermer la version publique manuellement

source: If necessary, the published version of this content can be manually closed (taken offline). It will also be removed from the public index.
de: Falls nötig, kann die publizierte Version manuell geschlossen (offline genommen) werden. Sie wird dann auch aus dem öffentlichen Index entfernt.
fr: Si nécessaire, la version publiée de ce contenu peut être fermée manuellement (mise hors ligne). Il pourra aussi être enlevée de l'index public.

source: close published version
de: öffentliche Version schließen
fr: fermer la version publique

source: messages
de: Nachrichten

source: ${author_id} sent a message on ${some_date} ${with_comments}
de: ${author_id} sandte eine Nachricht am ${some_date} ${with_comments}
fr: ${author_id} à envoyé un message le ${some_date} ${with_comments}

source: A previous request for approval has been rejected / withdrawn by ${requester} on ${some_date}. The last message regarding this issue is:
de: Eine vorherige Anfrage auf Bewilligung wurde abgelehnt bzw. zurückgenommen von ${requester} am ${some_date}. Die letzte Nachricht zu diesem Thema ist:
fr: Une demande d'approbation précédente a été rejetée / retournée par ${requester} le ${some_date}. Le dernier message concernant cette question est:

source: There is no unapproved version.
de: Keine nicht genehmigte Version vorhanden.
fr: Il n'y a pas de version non approuvée.

source: Approval has already been requested.
de: Bewilligung wurde bereits beantragt.
fr: L'approbation a déjà été demandée.

source: Approval requested.
de: Bewilligung beantragt.
fr: Approbation demandée.

source: No version selected to copy.
de: Keine Version zum Kopieren ausgewählt.
fr: Aucune version sélectionnée pour copier.

source: Can only set 1 version as editable.
de: Es kann nur eine Version bearbeitet werden.
fr: Peut seulement activer une version en édition.

source: Reverted to previous version.
de: Zur vorherigen Version zurückgekehrt.
fr: Retourné à la version précédente

source: This content is not approved.
de: Dieser Inhalt ist nicht bewilligt.
fr: Ce contenu n'est pas approuvé.

source: Revoked approval.
de: Veröffentlichung zurückgezogen.
fr: Approbation annulée.

source: Older version (${version_id})
de: Alte Version (${version_id})
fr: Ancienne version (${version_id})

source: Newer version (${version_id})
de: neue Version (${version_id})
fr: Version plus récente (${version_id})

source: You didn't select any versions.
de: Sie haben keine Versionen ausgewählt.
fr: Vous n'avez pas choisi aucune version

source: Please select exactly two versions.
de: Bitte genau zwei Versionen auswählen.
fr: Veuillez choisir exactement deux versions

source: This content is already public. You can close the current public version.
de: Dieser Inhalt ist bereits öffentlich. Sie können die aktuelle öffentliche Version schliessen.
fr: Ce contenu est déjà public. Vous pouvez fermer la version publique en cours.

source: This content is already public.
de: Dieser Inhalt ist bereits öffentlich.
fr: Ce contenu est déjà public.

source: This content is already approved. You can revoke the approval.
de: Dieser Inhalt ist bereits bewilligt. Sie können die Bewilligung zurücknehmen.
fr: Ce contenu est déjà approuvé. Vous pouvez retirer l'approbation.

source: No request for approval is pending for this content.
de: Keine Anfrage zur Bewilligung dieses Inhalts vorhanden.
fr: Aucune demande d'approbation en attente pour ce contenu.
