Repository: silvacms/silva.translations
Catalog: silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: de, fr

source: file system path
de: Dateipfad
fr: chemin du fichier sur le système

source: file size
de: Dateigröße
fr: taille du fichier

source: depth
de: Tiefe
fr: profondeur

source: The depth to which the Table of Contents will be rendered (-1 means unlimited depth.)
de: Anzahl Ebenen des Inhaltsverzeichnisses, die angezeigt werden (-1 = unbeschränkte Anzahl Ebenen).
fr: La profondeur jusqu’à laquelle la table des matières sera générée (-1 signifie profondeur illimité)

source: Not connected
de: Nicht verbunden
fr: aucune connection

source: file
de: Datei
fr: fichier

source: pasting &#xab;${id}&#xbb; is not allowed in this type of container
de: Einfügen von «${id}» ist in dieser Art von Ordner nicht erlaubt.
fr: Coller «${id}» n’est pas autorisé dans ce type de conteneur

source: pasted &#xab;${id}&#xbb;
de: &#xab;${id}&#xbb; eingefügt
fr: «${id}» collé

source: first item
de: Erster Eintrag
fr: premier élément

source: Ghosts are special documents that function as a placeholder for an item in another location (like an alias, symbolic link, shortcut). Unlike a hyperlink, which takes the Visitor to another location, a ghost object keeps the Visitor in the current publication, and presents the content of the ghosted item. The ghost inherits properties from its location (e.g. layout and stylesheets).
de: Ghosts sind besondere Dokumente, die als Platzhalter für Objekte an anderer Stelle fungieren (wie Aliase, symbolische Links). Im Gegensatz zu Hyperlinks, die den Besucher an eine andere Stelle befördern, belässt ein Ghost Objekt die Besucher in der aktuellen Publikation und stellt den Inhalt des referenzierten Objektes dort dar. Das Ghost Objekt ererbt die Eigenschaften desjenigen Objektes, welches es referenziert.
fr: Les Ghosts ce sont des documents qui fonctionnent comme un receptacle pour un objet situé ailleurs dans un autre emplacement (comme un alias, lien symbolique, raccourci). A différence de l'hyperlien qui dirige le Visiteur vers un autre emplacement, un objet ghost garde le Visiteur dans la publicaton courante, et présente le contenu de l'item ghosted. L’objet ghost hérite les propriétés de son emplacement (par exemple affichage et feuille de style).

source: Ghost Folder synchronized
de: Ghost-Ordner wurde synchronisiert
fr: Dossier Ghost synchronisé

source: aspect
de: Aspekt

source: content
de: Inhalt
fr: contenu

source: * required
de: * Pflichtfeld
fr: * requis

source: '${scale}' is not a valid scale identifier. Probably a percent symbol is missing.
de: ${scale} ist kein gültiger Bezeichner. Vielleicht fehlt ein Prozentzeichen.
fr: '${scale}' n'est pas un identifiant d'échelle reconnu. Probablement le symbol pourcentage est manquant.

source: '${scale} is not a valid scale identifier. At least one number is required.
de: ${scale} ist kein gültiger Bezeichner. Mindestens eine Zahl ist notwendig.
fr: '${scale}' n'est pas un identifiant d'échelle reconnu. Au moins un chiffre est nécessaire.

source: '${crop} is not a valid crop identifier
de: ${crop} ist kein gültiger Bezeichner.
fr: La valeur de recadrage '${crop}' n'est pas une valeur acceptable

source: '${crop}' defines an impossible cropping
de: ${crop} definiert ein unmögliches Cropping
fr: La définition de recadrage '${crop}' est impossible

source: image
de: Bilder

source: update index
de: Index erneuern
fr: mise à jour de l'index

source: Terms
de: Begriffe
fr: Termes

source: No index items listed or found.
de: Keine Indexeinträge gefunden.
fr: Aucun élément d'index mentionné ou trouvé.

source: Sorry, this ${meta_type} is not viewable.
de: Dieser Inhalt wird gerade überarbeitet und kann daher nicht angezeigt werden.
fr: Désolé, ce ${meta_type} n'est pas disponible.

source: unapproved
de: nicht genehmigt
fr: non approuvé(e)

source: last_closed
de: letzte geschlossene
fr: dernier fermé

source: approved
de: genehmigt
fr: approuvé(e)

source: public
de: öffentlich

source: pending
de: pendent
fr: en cours

source: closed
de: geschlossen
fr: fermé

source: draft
de: Entwurf
fr: Projet

source: There is no unapproved version to approve.
de: Es existiert keine Version, die bewilligt werden könnte.
fr: Il n'y a pas de version non approuvée à approuver.

source: There already is an approved version.
de: Bewilligte Version bereits vorhanden.
fr: Il y a déjà une version approuvée

source: Cannot approve version without publication datetime.
de: Version kann ohne Publikationszeitpunkt nicht bewilligt werden.
fr: Ne peut pas approuver version sans date de publication.

source: No approved version to unapprove.
de: Keine bewilligte Version vorhanden, deren Bewilligung aufgehoben werden kann.
fr: Aucune version non approuvée à approuver.

source: Should never happen: unapproved version ${unapproved} found while approved version ${approved} exists at the same time.
de: Sollte nicht vorkommen: nicht genehmigte Version ${unapproved} gefunden während gleichzeitig eine genehmigte Version ${approved} existiert.
fr: Ne devrait jamais arriver; version ${unapproved} non approuvée trouvée pendant que la version ${approved} approuvée existe en même temps.

source: No public version to close.
de: Keine öffentliche Version zum Schliessen vorhanden.
fr: Aucune version publique à fermer.

source: There is no unapproved version to request approval for.
de: Keine Version für Bewilligungsanfrage vorhanden.
fr: Il n'y a pas de version non approuvé pour demander approbation.

source: The version is already requested for approval.
de: Für diese Version liegt bereits eine Bewilligungsanfrage vor.
fr: Une demande d'approbation pour cette version existe déjà.

source: The version is not requested for approval.
de: Für diese Version liegt keine Bewilligungsanfrage vor.
fr: La version n'est pas demandée pour approbation.

source: No unapproved version.
de: Keine nicht genehmigte Version.
fr: Aucune version non approuvée.

source: No approved version.
de: Keine genehmigte Version.
fr: Aucune version approuvée.

source: Must specify publication datetime.
de: Publikationsdatum/-zeit muss angegeben werden.
fr: Vous devez spécifier la date de publication.

source: No public version.
de: Keine öffentliche Version.
fr: Il n'y a pas de version publique.

source: No next version.
de: Nächste Version nicht vorhanden.
fr: Il n'y a pas de version suivante

source: There is no version to add messages for.
de: Keine Version vorhanden, zu der Nachrichten hinzugefügt werden können.
fr: Il n'y a pas de version auxquelles les messages peuvent être ajoutés.

source: There is an approved version already; unapprove it. (${id})
de: Es existiert bereits eine bewilligte Version; Bewilligung entziehen. (${id})
fr: Il y a dejà une version approuvée; desapprouvez-la d'abord. (${id})

source: There already is an unapproved version (${id}).
de: Es liegt bereits eine nicht bewilligte Version for (${id}).
fr: Il y a déjà une version id (${id}) non approuvée.

source: The public version has that id already (${id}).
de: Die öffentliche Version hat bereits diese Id (${id}).
fr: La version publique a déjà l'id (${id}).

source: A previous version has that id already (${id}).
de: Eine vorhergehende Version hat breits diese Id (${id}).
fr: Une version précédente a déjà l'identifiant ${id}.

source: published
de: publiziert
fr: publié

source: none
de: Keine
fr: aucun

source: Can not delete all versions
de: Es können nicht alle Versionen gelöscht werden.
fr: Ne peut pas supprimer toutes les versions

source: no such version ${version}
de: Keine Version ${version}
fr: version ${version} absente

source: No unapproved version available
de: Keine nicht genehmigte Version verfügbar.
fr: Aucune version non approuvée disponible.

source: access key: alt-s
de: Kurzwahl: alt-s
fr: raccourci: alt-s

source: select a new item: alt-s
de: neues Objekt hinzufügen: alt-s
fr: choisir un nouvel item: alt-s

source: select:
de: auswählen:
fr: choisir

source: select
de: Auswählen
fr: sélectionner

source: view
de: Vorschau
fr: vue

source: modified
de: geändert
fr: modifié

source: author
de: Autor
fr: auteur

source: There is no content here.
de: Kein Inhalt vorhanden.
fr: Il n'y a pas de contenu ici.

source: enter
de: öffnen
fr: entrée

source: n/a
de: n.v.
fr: n/d

source: content is published
de: Inhalt ist bewilligt
fr: contenu est publié

source: unknown
de: Unbekannt
fr: inconnu

source: cancel operation: alt-c
de: Vorgang abbrechen: alt-c
fr: annuler opération: alt-c

source: cancel
de: Abbrechen
fr: annuler

source: insert a reference to this container: alt-c
de: Einfügen einer Referenz auf diesen Container: alt-c
fr: ajouter une référence à ce dossier: alt-c

source: place reference to container...
de: erstelle eine Referenz auf den Container ...
fr: ajouter la référence au dossier ...

source: Title of content.
de: Titel des Inhalts.
fr: Titre du contenu.

source: a.k.a. &#8216;navigation title&#8217;.
de: auch als &#8216;Navigationstitel&#8217; verwendet.
fr: a.k.a. &#8216;titre navigation&#8217;.

source: short title
de: Kurztitel
fr: titre court

source: Description of content in this area.
de: Beschreibung des Inhaltes.
fr: Description du contenu de cet espace.

source: language
de: Sprache
fr: langue

source: Language of content in this area.
de: Sprache der Inhalte in diesem Bereich.
fr: Langue du contenu dans cette espace.

source: comment
de: Kommentar
fr: commentaire

source: Internal comments.
de: Interner Kommentar.
fr: Commentaires internes.

source: subject
de: Thema
fr: sujet

source: Subject of content in this area.
de: Thema dieses Bereiches.
fr: Sujet du contenu dans cet espace.

source: creation time
de: Erstellungszeit
fr: date de création

source: Automatically set.
de: Automatisch gesetzt.
fr: Activation automatique

source: creator
de: Urheber
fr: créateur

source: User who last edited this content.
de: Benutzer, der diesen Inhalt als Letzter bearbeitet hat.
fr: Dernier utilisateur qui a édité ce contenu

source: Name of contact person.
de: Name der Kontaktperson.
fr: Nom de la personne à contacter.

source: contact name
de: Kontaktperson
fr: nom du contact

source: Email address of contact person.
de: EMail Adresse der Kontaktperson.
fr: Adresse email de la personne à contacter.

source: contact email
de: Kontaktemail
fr: email de contact

source: If this is enabled, this content (and anything it contains!) will not show up in tables of content.
de: Wenn diese Funktion aktiviert ist, wird der Folder/die Publikation (und alles, was dem Inhalt zugeordnet ist!) nicht im Inhaltsverzeichnis angezeigt.
fr: Si ceci est activé, ce contenu (et tout ce qu'il contient) ne sera pas affiché dans les tables des matières.

source: hide from tables of content
de: Im Inhaltsverzeichnis nicht aufführen
fr: n'apparaît pas dans les tables des matières

source: keywords
de: Schlüsselworte
fr: mots-clés

source: Keywords relating to content.
de: Schlüsselworte für den Inhalt.
fr: Mots-clés en relation avec le contenu.

source: Default Document Policy
de: Voreingestellte Dokumentenrichtlinie
fr: Définition document par défaut

source: Maximum space allowed for this container, including sub-containers, in MB.
de: Für diesen Container maximal zulässiger Platz, inklusive Subcontainer, in Megabyte.

source: quota
de: Kontingent

source: Listing body
de: Innere Funktionsleiste
fr: Corps du Listing

source: ${listing_body}${br} p &nbsp; Select list for position number${br} m &nbsp; move
de: ${listing_body}${br} p &nbsp; Wähle Liste für Positionsnummer aus{br} m &nbsp; move

source: Listing footer
de: Untere Funktionsleiste
fr: Liste pied de page

source: ${listing_footer}${br} a &nbsp; select all${br} r &nbsp; rename${br} d &nbsp; delete${br} x &nbsp; cut${br} c &nbsp; copy${br} v &nbsp; paste${br} g &nbsp; paste as ghost
de: ${listing_footer}${br} a &nbsp; alle auswählen${br} r &nbsp; umbennen${br} d &nbsp; löschen${br} x &nbsp; ausschneiden${br} c &nbsp; kopieren${br} v &nbsp; einfügen${br} g &nbsp; als Schatten einfügen

source: Preview screen
de: Fenster &#8220;Vorschau&#8221;
fr: Écran aperçu

source: ; &nbsp; See public preview${br}
de: &nbsp; öffentliche Vorschau betrachten${br}
fr: ; &nbsp; Voir l'aperçu public${br}

source: Publish screen (folder)
de: Publizieren (Ordner)
fr: Publier écran (dossier)

source: ${listing_footer}${br} a &nbsp; select all${br} n &nbsp; create new vesions${br} j &nbsp; reject (request for approval)${br} v &nbsp; revoke (request for approval)${br} c &nbsp; close (public version)${br} l &nbsp; approve for later${br} u &nbsp; update settings${br} p &nbsp; publish now${br}
de: ${listing_footer}${br} a &nbsp; alle auswählen${br} n &nbsp; neue Version erzeugen${br} j &nbsp; zurückweisen (Nachfrage nach Überprüfung)${br} v &nbsp; zurücknehmen (Nachfrage nach Überprüfung)${br} c &nbsp; schliessen (öffentliche Version)${br} l &nbsp; später akzeptieren${br} u &nbsp; Einstellungen akzeptieren${br} p &nbsp; nun veröffentlichen${br}

source: Add screen
de: Fenster &#8220;Erstellen&#8221;
fr: Ajouter écran

source: Editor screen
de: Fenster &#8220;Bearbeiten&#8221;
fr: Écran éditeur

source: ( &nbsp; forms editor${br} ) &nbsp; Kupu editor${br} ; &nbsp; public preview${br} p &nbsp; publish now${br}
de: ( &nbsp; forms editor${br} ) &nbsp; Kupu Editor${br} ; &nbsp; öffentliche Vorschau${br} p &nbsp; nun veröffentlichen${br}

source: Forms editor
de: Formulareditor
fr: Éditeur via formulaire

source: ${forms_editor}${br} s &nbsp; save${br} e &nbsp; save and exit${br} i &nbsp; save and insert${br} tab Use your tab key to edit without using the mouse. Shift-tab goes backwards.
de: ${forms_editor}${br} s &nbsp; Speichern${br} e &nbsp; Speichern und verlassen ${br} i &nbsp; Speichern und einfügen${br} tab Verwenden Sie die Tab-Taste, um ohne die Maus zu editieren. Umschalt-Tab bewegt rückwärts.

source: Other screens
de: Andere Fenster
fr: Autres écrans

source: return
de: zurück
fr: retour

source: access key: alt-r
de: Kurzwahl: alt-r
fr: touche d'accès: alt-r

source: The Properties, Access, and Publish screens as well as their subscreens (such as Lookup, Import, and Export) have access keys for most buttons. Usually the first letter of the button is the access key. You can always hover over the button to see the tooltip.
de: Die Fenster &#8220;Eigenschaften&#8221;, &#8220;Zugriff&#8221; und &#8220;Publizieren&#8221; haben, ebenso wie ihre Unterfenster (wie &#8220;Nachschlagen&#8221;, &#8220;Import&#8221; und &#8220;Exportieren&#8221;), Kurzwahl-Tasten für die meisten ihrer Schaltflächen. Üblicherweise verwendet eine Kurzwahl den ersten Buchstaben der englischen Version einer Schaltfläche. Der Befehl wird aber auch beim Überfahren der Schaltfläche mit dem Mauszeiger angezeigt
fr: Les écrans Propriétés, Accès et Publier ainsi que leurs sous-écrans ont plusieurs touches d'accès. En général la première lettre du bouton est la touche d'accès. Vous pouvez toujours vous déplacer sur le bouton pour voir la description de l''outil.

source: If there are two buttons with the same name, the access key for the second is usually the first letter of the second word (e.g. for &#8220;get image reference&#8221; and &#8220;get link reference&#8221;, the access keys are &#8216;g&#8217; and &#8216;l&#8217;). Sometimes there are multiples of the same button, in which case only the first has an access key.
de: Wenn zwei Schaltflächen die gleiche Bezeichnung haben, ist die Kurzwahl für den zweiten in der Regel der Anfangsbuchstabe des zweiten Wortes. Werden mehrere Schaltflächen mit dem gleichen Befehl verwendet, hat nur die erste Schaltfläche eine Kurzwahl.
fr: En cas de se retrouver avec deux boutons avec le même nom, la touche d'accès pour le deuxième est la première lettre du deuxième mot. (par exemple pour “get image reference” et “get link reference”, les touches d'accès sont ‘g’ et ‘l’). Il arrive qu'il y ait multiples du même bouton, dans ce cas seulement le premier aura une touche d'accès.

source: Notes
de: Anmerkungen

source: Some access keys can conflict with browser menus. However the key works if the focus is in the page (a form element is active or just click in the page).
de: Manche Kurzwahltasten können zu Konflikten mit den Menüs des Browsers führen. In jedem Fall funktionieren die Kurzwahltasten, wenn die Seite markiert ist (klicken Sie einfach in die Seite).
fr: Quelques touches d'accès peuvent rentrer en conflit avec les menus du navigateur. Cependant, les touches sont disponibles si le focus est dans la page (un élément d'un formulaire est actif ou juste un clic dans la page).

source: Mozilla and Internet Explorer handle access keys for hyperlinks differently. Mozilla initiates the action (same as clicking the link), whereas Explorer just highlights the link, and then you have to hit return to activate it. Both browsers treat form buttons the same, initiating the action immediately.
de: Mozilla und Internet Explorer behandeln Kurzwahltasten für Links unterschiedlich. Bei Mozilla wird die Funktion direkt ausgeführt (so als ob der Link angeklickt würde). Bei Internet Explorer wird der Link hervor gehoben, die Funktion wird aber erst mit Betätigung der Eingabetaste ausgeführt. Schaltflächen behandeln beide Browser gleich: die Funktion wird direkt ausgeführt.
fr: Mozilla et Internet Explorer gérent les touches d'accès aux hyperliens d'une manière différente. Mozilla démarre l'action quand Explorer seulement met en surbrillance le lien, et ensuite vous validez avec entrée pour l'activer. Les deux navigateurs agissent sur les bouton de la même manière, en initiant l'action immédiatement.

source: Don&#8217;t forget that most browsers use alt-left arrow to go back, and alt-right arrow to go forward. On the Mac, command-left arrow and command-right arrow do this.
de: Bei den meisten Browsern wird die Kombination <Alt>-Taste + Linkspfeil zum Zurückspringen und <Alt>-Taste + Rechtspfeil zum Vorwärtsspringen verwendet. Bei Browsern auf Mac Rechnern entspricht dem die Kombination <Command>-Taste + Linkspfeil bzw. <Command>-Taste + Rechtspfeil.
fr: Ne pas oublier que certains navigateurs permettent d'utiliser les touches alt-fléche droite pour revenir et alt-fléche gauche pour aller au suivant, comme dans les Mac.

source: If you wish to create additional docs, the hyperlink of the Silva help link can be changed by altering the the 'help_url' property in the Silva root. See the properties tab in the Zope Management Interface.
de: Um zusätzliche Dokumentation anzubieten, kann der Link zur Silva-Hilfe mit der Einstellung &#8216;help_ur&#8217; im Silva Wurzelverzeichnis angepasst werden. Diese Einstellung findet sich unter dem Karteireiter &#8216;Properties&#8217; im Zope Management Interface.
fr: Si vous souhaitez créer des documents supplémentaires, l'hyperlien du lien d'aide peut être modifié dans la propriété "help_url" de la racine Silva. Voir l'onglet Propriétés du ZMI.

source: Tip: one click editing
de: Tipp: Ein-Klick Bearbeitung
fr: Astuces: édition avec un clic

source: When viewing a public Silva page, switching to the SMI is is easiest if there's a bookmark on your toolbar. Add a bookmark with the following javascript:
de: Der Wechsel von einer publizierten Silva Seite zum Silva Management Interface (SMI) geht am einfachsten mit einem Lesezeichen. Das Lesezeichen enthält folgendes JavaScript:

source: Silva edit
de: Bearbeiten in Silva
fr: Editer Silva

source: Or, save this link &#8211; ${silva_edit} &#8211; as a bookmark.
de: Oder diesen Link &#8211; ${silva_edit} &#8211; als Lesezeichen speichern.
fr: Ou, sauvegarder ce lien – ${silva_edit} – comme marque pages.

source: Managers can do the same and create a ${manage} bookmark.
de: Manager können dasselbe tun und ein ${manage} Lesezeichen erzeugen

source: manage...
de: verwalten...

source: Thanks to ${eth_zuerich} for this trick.
de: Vielen Dank an ${eth_zuerich} für diesen Trick.

source: Tip for Mozilla/Netscape users
de: Tipp für Mozilla/Netscape Benutzer
fr: Astuce pour les utilisateurs de Mozilla/Netscape

source: Silva documentation
de: Silva-Dokumentation
fr: Documentation Silva

source: The most up to date documentation can be found at:${br} ${silva_documentation_link}
de: Die aktuelleste Version der Dokumentation kann unter der folgenden Adresse gefunden werden: ${br} ${silva_documentation_link}

source: The technical documentation is included in the Silva product in &#8216;plain&#8217; structured text, gracefully degraded for text mode (no links, unicode entities, etc.).
de: Die technische Dokumentation ist im Silva Produkt enthalten. Sie verwendet einfachen, Text ohne Links, Unicode-Zeiche usw.
fr: La documentation technique est incluse dans le produit Silva en &#8216;plein&#8217; texte structuré, élégamment dégradée pour mode texte (pas de liens, entités unicode, etc.).

source: Contact
de: Kontakt

source: Feedback
de: Rückmeldung
fr: Retour d'expérience

source: ${br} ${contact}${br} ${feedback} is welcome.
de: ${br} ${contact}${br} ${feedback} ist willkommen.

source: Silva access keys
de: Silva Kurztasten
fr: Touches d'accès Silva

source: The access key on your machine may be &#8216;alt&#8217;. On a Mac it&#8217;s &#8216;ctrl&#8217;.
de: Um die Kurzwahltasten auf Ihrem Computer zu verwenden, drücken Sie auf einem PC gleichzeitig &#8216;alt&#8217; und die angegebene Taste. Auf einem Mac verwenden Sie &#8216;ctrl&#8217; und die angegebene Taste.
fr: Les touches de raccourci dans votre machine peuvent être &#8216;alt&#8217;. On a Mac it&#8217;s &#8216;ctrl&#8217;.

source: Hover over the link or button and a tooltip will popup with the access key.
de: Wenn Sie die Schaltfläche mit dem Mauszeiger überfahren, wird die Kurzwahl angezeigt.
fr: En vous déplaçant au dessus des liens ou boutons, un message apparaîtra avec la touche de raccourci pour ce dernier.

source: Save time, energy, and wrists by keying to your destination.
de: Benutzen Sie die Kurzwahltasten, um Zeit, Energie und Ihre Handgelenke zu schonen.
fr: Economisez temps, energie et poignée avec la navigation par clavier vers votre destination

source: see below
de: siehe unten
fr: voir en bas

source: The most useful access keys are for screen navigation, ${see_below}.
de: Die höchst nützlichen Tasten sind für Bildschrimnavigation, ${see_below}.

source: Global keys that are always available
de: Kurzwahltasten, die überall verfügbar sind.
fr: Touches globales toujours disponibles

source: The following access keys are available in every Silva screen.
de: Die folgenden Kurzwahltasten sind auf allen Silva-Fenstern verfügbar.
fr: Les touches de raccourcis suivantes sont disponibles dans chaque écran.

source: General
de: Allgemein
fr: Général

source: ${general}${br} t &nbsp; Jump to top of page${br} b &nbsp; Jump to bottom of page${br} / &nbsp; Jump to top of Silva (Silva icon)${br} ? &nbsp; Access keys and shortcuts
de: ${general}${br} t &nbsp; Zur Spitze der Seite springen${br} b &nbsp; Zum Seitenende springen${br} / &nbsp; An die Spitze von Silva springen (Silva Piktogramm)${br} ? &nbsp; auf Tasten und Tastenkürzel zugreifen

source: Changing screens with the tabs
de: Fensterwechsel mit Tabulatortasten
fr: Changement d'écrans avec les onglets

source: Footer page info row
de: Informationsleiste der Fußzeile
fr: Ligne info pied de page

source: ${footer_page_info_row}${br} : &nbsp; See public page${br}
de: ${footer_page_info_row}${br} : &nbsp; Siehe öffentliche Seite${br}

source: Footer user row
de: Benutzerleiste der Fußzeile
fr: Ligne utilisateur du pied de page

source: ${footer_user_row}${br} ~ &nbsp; User settings${br} &nbsp;, &nbsp; Request access${br} q &nbsp; Logout
de: ${footer_user_row}${br} ~ &nbsp; Benutzereinstellungen${br} &nbsp;, &nbsp; Zugriff nachfragen${br} q &nbsp; Abmelden

source: Silva help
de: Silva-Hilfe
fr: Aide Silva

source: Contents screen (folder)
de: Fenster &#8220;Inhalte&#8221; (Ordner)
fr: Écran contenus (dossier)
