Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Select exactly two different versions to compare them.
cs: Vyberte právě dvě různé verze pro jejich porovnání.
de: Wählen Sie genau zwei verschiedene Versionen zum Vergleich.
ru: Выберите только две различные версии, чтобы их сравнить.
sv: Välj exakt två olika versioner för att jämföra dem.
uk: Виберіть тільки дві різні версії, щоб їх порівняти.

source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
ru: Удалить
sv: Ta bort
uk: Видалити

source: There's no undo.
cs: Není co vrátit zpět.
de: Keine Rückgängig-Machen Funktion.
ru: Нет никакой отмены.
sv: Du kan inte ångra åtgärden.
uk: Немає ніякої відміни.

source: Delete a version
cs: Smazat verzi
de: Version löschen
ru: Удаление версии
sv: Ta bort en version
uk: Видалення версії

source: Deletion is premanent. Are you sure ?
cs: Smazání je natrvalo. Opravdu to chcete?
de: Endgültig löschen. Sind Sie sicher?
ru: Вы действительно желаете удалить? Это действует нельзя отменить!
sv: Borttagningen är permanent. Är du säker på att du vill göra det här?
uk: Ви дійсно бажаєте видалити? Це діє не можна скасувати!

source: Cannot delete all versions.
cs: Nelze smazat všechny verze.
de: Alle Versionen können nicht gelöscht werden.
fr: Impossible de supprimer toutes les versions.
ru: Не удается удалить все версии.
sv: Det går inte att ta bort alla versioner.
uk: Не вдається видалити всі версії.

source: No version selected, nothing deleted.
cs: Žádná verze není vybrána, nic není smazáno.
de: Keine Version wurde ausgewählt, nichts wurde gelöscht.
fr: Aucune version n'était sélectionnée, aucune version n'a été supprimée.
ru: Ни одна версия не выбрана, нечего удалять.
sv: Ingen version har valts, ingenting togs bort.
uk: Жодна версія не вибрана, нічого видаляти.

source: Version(s) deleted.
cs: Verze smazány.
de: Version(en) gelöscht.
fr: Version(s) supprimée(s).
ru: Версия(и) удалены.
sv: Versionen/versionerna har tagits bort.
uk: Версія(і) видалені.

source: Manage versions
cs: Správa verzí
de: Versionen bearbeiten
fr: Gérer les versions
ru: Управление версиями
sv: Hantera versioner
uk: Управління версіями

source: Unapproved
cs: Neschváleno
de: Nicht genehmigt.
fr: Brouillon
ru: Не утверждено
sv: För godkännande
uk: Не затверджено

source: Approved
cs: Schváleno
de: Genehmigt
fr: Validé
ru: Утверждено
sv: Godkänd
uk: Затверджено

source: Published
cs: Zveřejněno
de: Veröffentlicht
fr: Publié
ru: Опубликовано
sv: Publicerad
uk: Опубліковано

source: Last closed
cs: Naposledy zavřeno
de: Letzte geschlossene
fr: Dernièrement fermée
ru: Последняя закрыта
sv: Senast stängd
uk: Остання закрита

source: Closed
cs: Zavřeno
de: Geschlossen
fr: Fermé
ru: Закрыто
sv: Stängd
uk: Закрито

source: Modification
cs: Změna
de: Bearbeitung
ru: Модификация
sv: Ändring
uk: Модифікація

source: Expiration
cs: Konec platnosti
de: Ablaufdatum
ru: Окончание
sv: Förfaller
uk: Закінчення

source: Status
cs: Stav
fr: État
ru: Состояние
uk: Стан

source: Approval requested for immediate publication.
cs: Zažádáno o schválení pro okamžité zveřejnění.
de: Genehmigung für sofortige Publikation benötigt.
fr: Approbation demandée pour publication immédiate.
ru: Просьба об утверждении о немедленной публикации.
sv: Godkännande om omedelbar publicering har begärts.
uk: Прохання про затвердження про негайної публікації.

source: Withdraw request
cs: Stáhnout žádost
de: Anfrage zurückziehen.
fr: Retirer la demande
ru: Вывод запроса
sv: Dra tillbaka begäran
uk: Висновок запиту

source: Withdraw a request for approval.
cs: Stáhnout žádost o schválení.
de: Anfrage zur Genehmigung zurückziehen.
fr: Retirer la demande de validation.
ru: Вывод запроса на утверждение.
sv: Dra tillbaka en begäran om godkännande.
uk: Висновок запиту на затвердження.

source: Withdrew request for approval.
cs: Žádost o schválení stáhnuta.
de: Anfrage zur Genehmigung zurückgezogen.
fr: Retirer la demande pour approbation.
ru: Вывод запроса на утверждение.
sv: Begäran om godkännande har tagits bort.
uk: Висновок запиту на затвердження.

source: Reject request
cs: Zamítnout žádost
de: Anfrage zurückweisen.
fr: Rejeter la demande
ru: Отвергнуть запрос
sv: Avslå begäran
uk: Відкинути запит

source: reject a request for approval
cs: zamítnout žádost o schválení
de: Anfrage einer Genehmigung zurückweisen.
ru: отклонить запрос на утверждение
sv: avslå en begäran om godkännande
uk: відхилити запит на затвердження

source: Rejected request for approval.
cs: Žádost o schválení zamítnuta.
de: Anfragen einer Genehmigung zurückgewiesen.
fr: Rejecter la requête pour approbation.
ru: Отказано в просьбе для утверждения.
sv: Begäran om godkännande har avslagits.
uk: Відмовлено в проханні для затвердження.

source: Revoke approval
cs: Zrušit schválení
de: Genehmigung widerrufen.
fr: Révoquer la validation
ru: Отозвать утверждения
sv: Återkalla godkännande
uk: Відкликати затвердження

source: Un-approve this version in order to edit it.
cs: Zrušit schválení této verze pro její upravu.
de: Zurücknahme der Genehmigung um zu editieren.
ru: Не утверждать эту версию для того, чтобы изменить её.
sv: Återkalla godkännandet för denna version för att kunna redigera den.
uk: Не затверджувати цю версію для того, щоб змінити її.

source: Revoked approval.
cs: Schválení zrušeno.
de: Veröffentlichung zurückgezogen.
fr: Approbation annulée.
ru: Відкликані затвердження.
sv: Godkännandet har återkallats.
uk: Відкликані затвердження.

source: Publish now this item.
cs: Zveřejnit tuto položku nyní.
de: Objekt jetzt veröffentlichen.
ru: Опубликовать этот элемент.
sv: Publicera detta objekt nu.
uk: Опублікувати цей елемент.

source: New version
cs: Nová verze
de: Neue Version
fr: Nouvelle version
ru: Новая версия
sv: Ny version
uk: Нова версія

source: Work on a new version while the previous stays online.
cs: Pracovat na nové verzi zatímco stará zůstane offline.
de: Bearbeiten Sie eine neue Version während die vorhergehende online bleibt.
fr: Travailler sur une nouvelle version pendant que la précédente reste en ligne.
ru: Работа над новой версией в то время как предыдущие опубликованы.
sv: Arbeta på en ny version medan den föregående versionen blir kvar på webben.
uk: Робота над новою версією в той час як попередні опубліковані.

source: New version created.
cs: Nová verze vytvořena.
de: Neue Version erzeugt.
fr: Nouvelle version créée.
ru: Новая версия создана.
sv: En ny version har skapats.
uk: Нова версія створена.

source: Request approval for immediate publication.
cs: Zažádat o schválení pro okamzžité zveřejnění.
de: Anfrage um Genehmigung für sofortige Veröffentlichung.
fr: Demander la validation pour publication immédiate.
ru: Запросить разрешение на немедленную публикацию.
sv: Begär godkännande om omedelbar publicering.
uk: Запросити дозвіл на негайну публікацію.

source: External reference exported
cs: Externí odkaz exportován
de: Externer Bezug exportiert.
ru: Внешние ссылки экспортировано
sv: Den externa referensen har exporterats
uk: Зовнішні посилання експортовано

source: You tried to export the content ${exported_content} which contains the content ${original_content} who have a reference to the content ${target_content} which is not itself contained in the exported content.
cs: Pokusili jste se o export obsahu ${exported_content}, který obsahuje ${original_content}, jenž odkazuje na ${target_content} a ten není obsažen v exportovaném obsahu.
de: Sie haben versucht, den Inhalt ${exported_content} zu exportieren, der den Inhalt ${original_content} beinhaltet und auf den Inhalt ${target_content} verweist, der selbst nicht Teil des exportierten Inhalts ist.
ru: Вы пытались экспортировать содержимое ${exported_content}, которое содержит содержимое ${original_content}, которое имеет отношение к содержанию ${target_content}, которое само по себе не содержится в экспортированом содержании.
sv: Du försökte exportera innehållet ${exported_content}. Det innefattar innehållet ${original_content}, i vilket det finns en referens till innehållet ${target_content}, som i sin tur inte finns medtaget i det exporterade innehållet.
uk: Ви намагалися експортувати вміст ${exported_content}, яке містить вміст ${original_content}, яке має відношення до змісту ${target_content}, яке саме по собі не міститься в експортуванні змісті.

source: Select an export format
cs: Vyberte formát pro export
de: Wählen Sie ein Export-Format
ru: Выберите формат экспорта
sv: Välj exportformat
uk: Виберіть формат експорту

source: Select the format which will be used for the export.
cs: Vyberte formát, který bude použit pro export.
de: Wählen Sie ein Format, das für den Export verwendet wird.
fr: Sélectionner le format utilisé pour l'export.
ru: Выберите формат, который будет использоваться для экспорта.
sv: Välj det format som skall användas för exporten.
uk: Виберіть формат, який буде використовуватися для експорту.

source: export content
cs: exportovat obsah
ru: экспортировать содержимое
sv: exportera innehåll
uk: експортувати вміст

source: upload and import file
cs: nahrát a importovat soubor
de: Hochladen und Importieren einer Datei
fr: envoie et importe un fichier
ru: загрузить и импортировать файл
sv: överför och importera fil
uk: завантажити й імпортувати файл

source: Import is successful, but there are ${many} problem(s).
cs: Import byl úspěšný, ale vyskytlo se ${many} problém(ů).
de: Erfolgreicher Import, aber es gibt ${many} Probleme.
ru: Импорт успешно выполнен, но есть ${many} проблем(ы).
sv: Importen har slutförts, men med ${many} fel.
uk: Імпорт успішно виконано, але є ${many} проблем (и).

source: Import succeeded.
cs: Import byl úspěšný.
de: Import war erfolgreich.
ru: Импорт выполнен.
sv: Importen har slutförts.
uk: Імпорт виконаний.

source: Imported ${succeeded}.
cs: ${succeeded} importován.
de: ${succeeded} importiert.
ru: Импортированный ${succeeded}.
sv: ${succeeded} har importerats.
uk: Імпортований ${succeeded}.

source: Could not import: ${failed}.
cs: Nelze importovat: ${failed}.
de: ${failed} konnte nicht importiert werden.
ru: Не удалось импортировать: ${failed}.
sv: Det gick inte att importera: ${failed}.
uk: Не вдалося імпортувати: ${failed}.

source: Invalid import file: ${error}.
cs: Neplatný importovaný soubor: ${error}.
de: Ungültige Import-Datei: ${error}
ru: Неправильный файл импорта: ${error}.
sv: Ogiltig importfil: ${error}.
uk: Неправильний файл імпорту: ${error}.

source: File to upload
cs: Soubor k nahrání
de: hochzuladende Datei
fr: Fichier à envoyer
ru: Файл для загрузки
sv: Fil att överföra
uk: Файл для відвантаження

source: Locate a zip file containing assets or a zip file created by a Silva full media export.
cs: Nalézt soubor zip obsahující zdroje nebo soubor zip vytvořený úplným exportem médií v SIlva.
de: Stellen Sie den Speicherort eines zip-Files fest, das Dateien enthält oder eines zip-Files, das durch einen Silva Full Media Export entstanden ist.
sv: Sök efter en ZIP-fil som innehåller tillgångar eller en ZIP-fil skapad vid en fullständig medieexport i Silva.

source: Title for assets
cs: Název pro zdorje
de: Titel von Dateien.
fr: Titre pour les fichiers
sv: Titel för tillgångar

source: Set a title for all assets created from the items of a zip file with assets.
cs: Nastavit název pro všechny zdroje vytvořené z položek souboru zip se zdroji.
de: Setzt einen Titel für alle Dateien, die aus Objekten eines hochgeladenen zip-Files erstellt wurden.
sv: Ange en titel för alla tillgångar hämtade från en ZIP-fil som innehåller tillgångsobjekt.

source: Subdirectories
cs: Podadresáře
de: Unter-Verzeichnisse
fr: Sous-dossiers
ru: Подкаталоги
sv: Underkataloger
uk: Підкаталоги

source: Recreate the subdirectory structure of a zip file with assets by adding folders.
cs: Znovu vytvořit strukturu podadresářů přidáním složek v souboru zip se zdroji.
de: Bildet die Struktur von Unterverzeichnissesn eines zip-Files mit Dateien nach, indem Verzeichnisse hinzugefügt werden.
sv: Återskapa underkatalogstrukturen i en ZIP-fil som innehåller tillgångar genom att lägga till mappar.

source: Ignore top level container
cs: Ignorovat kontejner nejvyšší úrovně
de: Ignorieren des Kontainers auf höchste Ebene.
sv: Ignorera behållare på översta nivån

source: Do not recreate the top level container while importing a file. This let you import items that where exported from a container directly in the current one.
cs: Při importu souboru nevytvářet znovu kontejner nejvyšší úrovně. To Vám umožňuje importovat položky, které byly exportovány přímo ze současného kontejneru.
de: Stellen Sie den Kontainer auf höchster Ebene beim Importieren einer Datei nicht wieder her. Das erlaubt Ihnen, Objekte, die aus einem Kontainer exportiert wurden, direkt in den aktuellen zu importieren.
sv: Återskapa inte behållaren på översta nivån under import av en fil. Det här låter dig direktimportera objekt som har exporterats från en annan behållare till din aktuella behållare.

source: Replace items
cs: Nahradit položky
de: Objekte ersetzten.
ru: Заменить элементы
sv: Ersätt objekt
uk: Замінити елементи

source: Replace items with the ones from the import file when they have the same ids (Note: they will be replaced *even* when published).
cs: Nahradit položky položkami z importovaného souboru, pokud mají stejná id (Poznámka: budou nahrazeny * i když* jsou zveřejněny).
de: Ersetzt Objekte mit jenen des importieren Files, wenn sie die selbe ID haben (Anmerkung: diese werden auch beim Publizieren ersetzt).
ru: Заменить элементы из файла импорта, если они имеют одинаковые идентификаторы (примечание: они будут заменены *даже* при публикации).
sv: Ersätt ett objekt med objektet i importfilen om de båda har samma ID. (Obs: de kommer även att ersättas i en redan publicerad publikation.)
uk: Замінити елементи з файлу імпорту, якщо вони мають однакові ідентифікатори (примітка: вони будуть замінені * навіть * при публікації).

source: Import and extract ZIP archive
cs: Imporotvat a extrahovat archiv ZIP
de: Importieren und entpacken eines ZIP Archives.
ru: Импорт и извлечение ZIP архива
sv: Importera och packa upp ZIP-arkiv
uk: Импорт и извлечение ZIP архива

source: Click the Upload button to select a file to import.
cs: Klikněte na tlačítko nahrát pro zvolení souborů pro import.
de: Klicken Sie die Schaltfläche Hochladen um eine Datei für den Import zu wählen.
fr: Cliquer sur Envoyer pour sélectionner un fichier à importer.
ru: Нажмите кнопку Загрузить, чтобы выбрать файл для импорта.
sv: Klicka på knappen Överför för att välja en fil att importera.
uk: Натисніть кнопку Завантажити, щоб вибрати файл для імпорту.

source: Over Quota
cs: Překročení kvóty
de: Quota überschritten.
fr: Quota dépassé
ru: По квоте
sv: Kvoten överskriden
uk: За квотою

source: Sorry, a quota is applied to the container you are working in, and the current operation would require ${exceeding_size} more space.
cs: Je nám líto, ale v kontejneru kde pracujete je vyhrazena kvóta a současná operace by vyžadovala o ${exceeding_size} více prostoru.
de: Leider wurde für diese/n Publikation/Ordner eine Quota definiert und der letzte Vorgang führt zu ${exceeding_size} mehr Platzbedarf.
ru: Извините, квота применяется к контейнеру, в котором Вы работаете, и данная операция потребует ${exceeding_size} больше пространства.
sv: Ledsen, en kvot tillämpas på behållaren som du arbetar i och den aktuella åtgärden skulle kräva ytterligare ${exceeding_size} i utrymme.
uk: Вибачте, квота застосовується до контейнера, в якому Ви працюєте, і дана операція зажадає ${exceeding_size} більше простору.

source: Broken references
cs: Rozbité odkazy
de: Verweise defekt
fr: Références rompues
ru: Поврежденные ссылки
sv: Felaktiga referenser
uk: Пошкоджені посилання

source: Break references
cs: Rozbít odkazy
de: Zerstören von Verweisen
fr: Références rompues
sv: Ta bort referenser

source: References broken
cs: Odkazy rozbity
de: Verweise defekt
fr: Références rompues
ru: Ссылки повреждены
sv: Referenser har tagits bort
uk: Посилання пошкоджені

source: References to ${content} (${path}) have been broken.
cs: Odkazy na ${content} (${path}) byly rozbity.
de: Verweise zu ${content} (${path}) funktionieren nicht mehr.
fr: Les références à ${content} (${path}) ont été rompues.
ru: Ссылки на ${content} (${path}) были повреждены.
sv: Referenserna till ${content} (${path}) har tagits bort.
uk: Посилання на ${content} (${path}) були пошкоджені.

source: You cannot complete this operation since some content on your site have references to this one: <a target="_blank" href="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a> (${DYNAMIC_CONTENT})
cs: Tuto operaci nemůžete dokončit, protože některý obsah na vaší stránce má odkazy na tento: <a target="_blank" href="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a> (${DYNAMIC_CONTENT})
de: Dieser Vorgang kann nicht fortgesetzt werden da ein Dokument dieser Site einen Verweis auf diese hat: <a target="_blank" href="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a> (${DYNAMIC_CONTENT})
ru: Вы не можете завершить эту операцию, поскольку некоторое содержимое на Вашем сайте имеет ссылки на это: <a target="_blank" href="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a> (${DYNAMIC_CONTENT})
sv: Du kan inte slutföra denna åtgärd eftersom innehåll på din plats refererar till följande: <a target="_blank" href="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a> (${DYNAMIC_CONTENT}).
uk: Ви не можете завершити цю операцію, оскільки деякий вміст на Вашому сайті має посилання на це: <a target="_blank" href="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a> (${DYNAMIC_CONTENT})

source: You can if you whish break those references. That might break all the listed content here, including published versions, and containers of those contents. Added to that, in case of problems, you cannot undo this operation.
cs: Pokud chcete, můžete tyto odkazy rozbít. To může poškodit veškerý obsah, který je zde vypsán, včetně zveřejněných verzí a kontejnerů těchto obsahů. Navíc, v případě problémů, nemůžete tuto operaci vrátit zpět.
de: Sie können, wenn dies gewünscht ist, den Verweis löschen. Das könnte den angeführten Content inklusive der publizierten Versionen betreffen. Hinzu kommt, dass zur Vermeidung von Problemen, dieser Schritt nicht mehr rückgängig gemacht werden kann.
sv: Om du vill kan du ta bort de referenserna. Det kan potentiellt avreferera allt innehåll som listas här, inklusive publicerade versioner och behållare för sådant innehåll. Dessutom kan du inte ångra den här åtgärden om problem skulle uppstå.

source: Those contents are:
cs: Tyto obsahy jsou:
de: Diese Inhalte sind:
fr: Ces contenues sont:
ru: То содержание:
sv: Dessa innehåll är:
uk: То зміст:

source: Preview
cs: Náhled
de: Vorschau
fr: Aperçu
ru: Предпросмотр
sv: Förhandsgranskning
uk: Передперегляд

source: Preview this item inside the management interface.
cs: Zobrazit náhled položky uvnitř rozhraní správce.
de: Vorschau auf dieses Objekt innerhalb des Management Interface.
ru: Предварительный просмотр данного пункта в интерфейсе управления.
sv: Förhandsgranska detta objekt i administrationsgränssnittet.
uk: Попередній перегляд даного пункту в інтерфейсі управління.

source: Settings
cs: Nastavení
de: Einstellungen
fr: Paramètres
ru: Настройки
sv: Inställningar
uk: Налаштування

source: No matching users were found.
cs: Nebyly nalezeni žádní odpovídající uživatelé.
de: Bei den Benutzern gibt es keine Übereinstimmung.
fr: Aucun utilisateur ne correspond.
ru: Соответствующих пользователей не найдено.
sv: Det gick inte att hitta några matchande användare.
uk: Відповідних користувачів не знайдено.

source: Lookup users
cs: Vyhledat uživatele
de: Benutzer suchen
fr: Rechercher des utilisateurs
ru: Поиск пользователей
sv: Sök efter användare
uk: Пошук користувачів

source: Search for users to assign them roles. Enter as least two characters. Looukup entire names to limit the number of results.
cs: Hledat uživatele pro přidělení rolí. Zadejte alespoň dva znaky. Hledejte celá jména pro omezení počtu výsledků.
de: Suche nach Benutzern um ihnen Rollen zuzuweisen. Geben Sie mindestens zwei Zeichen ein. Die Suche nach ganzen Namen reduziert das Resultat.
fr: Rechercher des utilisateurs pour leur assigner des rôles. Entrez au moins deux caractères. Saisissez le nom entier pour limiter le nombre de résultats.
sv: Sök efter användare för att tilldela dem roller. Ange åtminstone två tecken. Sök efter fullständiga namn för att begränsa antalet sökträffar.

source: Role to grant:
cs: Role k přidělení:
de: Zu genehmigende Rollen
fr: Rôle à accorder :
sv: Roll att bevilja:

source: Grant role
cs: Přidělit roli
de: Genehmigen einer Rolle
fr: Donner le rôle
sv: Bevilja roll

source: Grant the selected role to selected users(s)
cs: Přidělit zvolenou roli ke zvoleným uživatelům
de: Genehmigen einer bestimmten Rolle für ausgewählte Benutzer.
fr: Accorde le rôle sélectionné aux utilisateur(s) sélectionné(s)
ru: Укажите роль выбранному пользователю(ям)
sv: Bevilja markerad(e) användare den valda rollen
uk: Вкажіть роль обраному користувачу(ям)

source: Role "${role}" granted to user "${username}".
cs: Role "${role}" přidělena uživateli "${username}".
de: Die Rolle "${role}" würde für "${username}" genehmigt.
fr: Rôle « ${role} » accordé à l'utilisateur « ${username} ».
ru: Роль "${role}" предоставляется пользователю "${username}".
sv: Rollen "${role}" har beviljats användaren "${username}".
uk: Роль "${role}" надається користувачеві "${username}".

source: User "${username}" already has the role "${role}".
cs: Uživatel "${username}" již má roli "${role}".
de: Benutzer "${username}" verfügt bereits über die Rolle "${role}".
fr: L'utilisateur « ${username} » a déjà le rôle « ${role} ».
ru: Пользователю "${username}" уже назначена роль "${role}".
sv: Användaren "${username}" har redan rollen "${role}".
uk: Користувачеві "${username}" вже призначена роль "${role}".

source: Sorry, you are not allowed to grant the role "${role}" to user "${username}": ${reason}.
cs: Je nám líto, ale nemáte oprávnění přidělit roli "${role}" uživateli "${username}": ${reason}.
de: Leider dürfen Sie die Rolle "${role}" nicht für den Benutzer "${username}"genehmigen: ${reason}.
ru: Извините, Вы не можете назначить роль "${role}" для пользователя "${username}": ${reason}.
sv: Ledsen, du har inte behörighet att bevilja användaren "${username}" rollen "${role}": ${reason}.
uk: Вибачте, Ви не можете призначити роль "${role}" для користувача "${username}": ${reason}.

source: Revoke role
cs: Odejmout roli
de: Aberkennen der Rolle.
fr: Retirer le rôle
ru: Отозвать роль
sv: Återkalla roll
uk: Відкликати роль

source: Revoke the role of selected user(s)
cs: Odejmout roli od zvolených uživatelů
de: Die Rolle für wird für den/die ausgewählten Benutzer aberkannt.
ru: Отменить роль для выбранного пользователя(ей)
sv: Återkalla rollen för markerad(e) användare
uk: Скасувати роль для обраного користувача(їй)

source: Removed role "${role}" from user "${username}".
cs: Role "${role}" odstraněna u uživatele "${username}".
de: Die Rolle "${role}" wurde für den Benutzer "${username}" entfernt.
fr: Rôle « ${role} » supprimé pour l'utilisateur « ${username} ».
ru: Роль "${role}" для пользователей "${username}", удалена.
sv: Rollen "${role}" togs bort från användaren "${username}".
uk: Роль "${role}" для користувачів "${username}", видалена.

source: User "${username}" doesn't have any local role.
cs: Uživatel "${username}" nemá žádnou místní roli.
de: Benutzer "${username}" hat keine lokalen Rollen.
fr: L'utilisateur « ${username} » n'a aucun rôle local.
ru: Пользователь "${username}" не имеет роли.
sv: Användaren "${username}" har ingen lokal roll.
uk: Користувач "${username}" не має ролі.
