Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Sorry, you are not allowed to remove the role "${role}" from user "${username}": ${reason}.
cs: Je nám líto, ale nemůžete uživateli "${username}" odstranit roli "${role}": ${reason}.
de: Leider dürfen Sie die Rolle "${role}" nicht für den Benutzer "${username}" entfernen: ${reason}.
ru: К сожалению, Вы не можете удалить роль "${role}" для пользователя "${username}": ${reason}.
sv: Ledsen, du har inte behörighet att ta bort rollen "${role}" från användaren "${username}": ${reason}.
uk: На жаль, Ви не можете видалити роль "${role}" для користувача "${username}": ${reason}.

source: Role defined above
cs: Role určená výše
de: Die Rolle wurde weiter oben in der Struktur bereits bestimmt.
ru: Роль определена выше
sv: Roll definierad på överordnad nivå
uk: Роль визначена вище

source: Role defined here
cs: Role určená zde
de: Die Rolle wurde ab dieser Ebene bestimmt.
fr: Rôle définis à ce niveau
ru: Роль определяется здесь
sv: Roll definierad här
uk: Роль визначається тут

source: User roles
cs: Role uživatelů
de: Benutzer-Rollen
fr: Rôles des utilisateurs
ru: Роли пользователей
sv: Användarroller
uk: Ролі користувачів

source: No roles have been assigned.
cs: Žádné role nybyly přiděleny.
de: Keine Rollen wurden zugewiesen.
fr: Aucun rôle n'a été attribué.
ru: Роли не были назначены.
sv: Inga roller har tilldelats.
uk: Ролі не були призначені.

source: User clipboard
cs: Schránka uživatele
de: Zwischenablage für Benutzer
ru: Буфер обмена пользователей
sv: Användarurklipp
uk: Буфер обміну користувачів

source: In order to assign roles to users, first lookup users so they're listed on this user clipboard. Then assign the users roles. Any users on the clipboard will remain here when you move to other areas of the site.
cs: Abyste mohli přidělit role uživatelům, nejdříve je vyhledejte, aby byli zobrazeni ve schránce uživatele. Pak jim přidělte role. Každý uživatel ve schránce v ní zůstane, i když se přesunete do jiných oblastí stránky.
de: Um Rollen an Benutzer zu erteilen müssen diese zuerst gesucht werden, damit sie in der Zwischenablage aufgelistet sind. Dann können den Benutzern Rollen zugewiesen werden. Alle bisher gesuchten Benutzer in der Zwischenablage bleiben in der Liste, auch wenn Sie in einen anderen Bereich der Site wechseln.
fr: Dans le but d'assigner des rôles aux utilisateurs, commencez par chercher les utilisateurs pour qu'ils soient listés dans le presse-papiers d'utilisateurs. Ensuite attribuez les rôles aux utilisateurs. Les utilisateurs de le presse-papiers restent affichés lorsque vous vous déplacez vers d'autres sections du site.
sv: För att kunna tilldela användare roller söker du först efter användare, så att de listas i den här användarurklippsvisaren. Tilldela därefter användarna deras roller. Alla användare i arbetsytan förblir här om du går till andra delar av platsen.

source: Clear clipboard
cs: Vyčistit schránku
de: Zwischenablage löschen.
fr: Vider le presse-papier
ru: Очистить буфер
sv: Rensa urklipp
uk: Очистити буфер

source: clear the user clipboard
cs: vyčistit schránku uživatele
de: Zwischenablage mit Benutzern löschen.
fr: vider le presse-papiers des utilisateurs
ru: Очистить буфер обмена пользователей
sv: rensa användarurklipp
uk: Очистити буфер обміну користувачів

source: Manage access to content
cs: Správa přístupu k obsahu
de: Zugriffsrechte bearbeiten.
fr: Gérer l'accès au contenu
ru: Управление доступом к содержимому
sv: Hantera åtkomst till innehåll
uk: Управління доступом до вмісту

source: This screen lets you authorize or revoke access to this item and all content it contains.
cs: Tato obrazovka Vám umožňuje schválit nebo zamítnout přístup k této položce a jejího veškerého obsahu.
de: Mit dieser Maske können Sie Zugriffsrechte zu einem Objekt und dessen gesamten Inhalt erteilen oder entfernen.
fr: Cet écran vous permet d'autoriser ou révoquer l'accès à cet élément et à l'ensemble de son contenu.
ru: Этот экран позволяет Вам разрешить или запретить доступ на этот ресурс и всего содержимого.
sv: Detta fönster låter dig bevilja eller återkalla åtkomsten till detta objekt och allt dess innehåll.
uk: Цей екран дозволяє Вам дозволити або заборонити доступ на цей ресурс і всього вмісту.

source: Is the role acquired from above?
cs: Je role získávána z vrchu?
de: Wurde die Rolle vererbt?
sv: Hämtas rollen från överordnad nivå?

source: Minimum required role needed to access this item
cs: Minimální požadovaná role pro přístup k této položce
de: Mindestens erforderliche Rolle, die gebraucht wird um das Objekt zu bearbeiten.
ru: Для доступа к этому пункту необходима минимальная роль
sv: Lägsta rollnivå som krävs för åtkomst till detta objekt
uk: Для доступу до цього пункту необхідна мінімальна роль

source: Public view access restriction
cs: Omezení přístupu veřejnosti
de: Zugriffsrecht für öffentliche Ansicht
fr: Restreindre l'accès à la vue publique
ru: Виды общедоступного ограничения доступа
sv: Begränsning av allmän visningsåtkomst
uk: Види загальнодоступного обмеження доступу

source: Setting an access restriction here affects content on this and lower levels.
cs: Nastavením omezení přístupu zde ovlivní obsah v této a nižších úrovních.
de: Wenn Sie an dieser Stelle den Zugriff einschränken, betrifft dies auch dessen Inhalt in daruntergelagerten Ebenen.
fr: La définition d'une restriction d'accès ici affecte le contenu présent ainsi que celui des niveaux inférieurs.
ru: Установка ограничения доступа отразится на содержание на этом и нижних уровнях.
sv: Att ange en åtkomstbegränsning här påverkar innehållet på denna och lägre nivåer.
uk: Установка обмеження доступу відіб'ється на утримання на цьому і нижніх рівнях.

source: Acquire restriction
cs: Získat omezení
de: Erforderliche Einschränkung
ru: Получить ограничение
sv: Hämta begränsning
uk: Отримати обмеження

source: Set the access restriction to acquire its setting from the parent container.
cs: Nastavit omezení přístupu aby získávalo své nastavení z nadřazeného kontejneru.
de: Setzen Sie die Zugriffsrechte um die Einstellungen des übergeordneten Kontainers zu erwerben.
sv: Ange den åtkomstbegränsning som skall hämta sina inställningar från den överordnade behållaren.

source: The minimum role setting was already acquired.
cs: Nastavení minimální role již bylo získáno.
de: Die mindeste Zugriffsrolle wurde bereits vererbt.
fr: Le rôle minimum défini est déjà acquis.
ru: Минимальное значение роли уже получена.
sv: Inställningen för lägsta rollnivå har redan hämtats.
uk: Мінімальне значення ролі вже отримана.

source: Now acquiring the minimum role setting.
cs: Získávání nastavení minimální role.
de: Es wird die Einstellung der grundlegenden Zugriffsrolle übernommen.
fr: Acquisition immédiate du rôle minimum défini.
ru: Приобрести сейчас минимальное значение роли.
sv: Hämtar inställningen för lägsta rollnivå …
uk: Придбати зараз мінімальне значення ролі.

source: Set restriction
cs: Nastavit omezení
de: Einschränkung gesetzt.
fr: Restreindre
ru: Установить ограничения
sv: Ange begränsning
uk: Встановити обмеження

source: Restrict access to this content to the selected role
cs: Omezit přístup k tomuto obsahu na zvolenou roli
de: Beschränkter Zugriff für die ausgewählte Rolle für diesen Inhalt.
fr: Restreindre l'accès à ce contenu au rôle sélectionné
ru: Ограничить доступ к этому содержанию для выбранной роли
sv: Begränsa åtkomst till detta innehåll till den markerade rollen
uk: Обмежити доступ до цього змісту для обраної ролі

source: The minimum required role to access this item has been set to "${role}".
cs: Minimální požadovaná role pro přístup k této položce byla nastavena na "${role}".
de: Die kleinste erforderliche Rolle um auf dieses Objekt zuzugreifen wurde für "${role}" gesetzt.
ru: Минимальная требуемая роль для доступа к этому пункту была установлена ​​на "${role}".
sv: Den lägsta rollnivå som krävs för åtkomst till detta objekt har angivits till "${role}".
uk: Мінімальна необхідна роль для доступу до цього пункту була встановлена ​​на "${role}".

source: The minimum required role to access this item is acquired.
cs: Minimální požadovaná role pro přístup k této položce je získávána.
de: Die mindeste Zugriffsrolle für die Bearbeitung dieses Objektes wurde vererbt.
ru: Для доступа к данному пункту получена минимальная требуемая роль.
sv: Den lägsta rollnivå som krävs för åtkomst till detta objekt har hämtats.
uk: Для доступу до даного пункту отримана мінімальна необхідна роль.

source: Access
cs: Přístup
de: Zugriff
fr: Accès
ru: Доступ
sv: Åtkomst
uk: Доступ

source: Lookup users...
cs: Vyhledat uživatele...
de: Benutzer suchen
fr: Rechercher des utilisateurs ...
ru: Поиск пользователей...
sv: Sök efter användare …
uk: Пошук користувачів...

source: Search for users to assign them roles
cs: Vyhledat uživatele pro přidělení rolí
de: Suche nach Benutzern für die Zuweisung von Rollen.
ru: Поиск по пользователям которым назначены роли
sv: Sök efter användare för att tilldela dem roller
uk: Пошук по користувачам яким призначені ролі

source: Username
cs: Uživatelské jméno
de: Benutzername
fr: Utilisateur
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача

source: Username or part of the username to lookup
cs: Uživatelské jméno nebo jeho část pro vyhledání
de: Name oder Teil des Namens für die Suche
ru: Имя или часть имени пользователя для поиска
sv: Användarnamn eller del av användarnamn att söka efter
uk: Ім'я або частина імені користувача для пошуку

source: Lookup user
cs: Vyhledat uživatele
de: Benutzer suchen
fr: Rechercher des utilisateurs
ru: Поиск пользователей
sv: Sök efter en användare
uk: Пошук користувачів

source: Sorry, there were errors.
cs: Bohužel se vyskytly chyby.
de: Leider sind Fehler aufgetreten.
fr: Désolé, il y a des erreurs.
ru: К сожалению, были ошибки.
sv: Ledsen, det uppstod fel.
uk: На жаль, були помилки.

source: Found ${count} users: ${users}.
cs: Nalezeno ${count} uživatelů: ${users}.
de: ${count} Benutzer gefunden: ${users}.
fr: ${count} utilisateurs trouvés : ${users}.
ru: Найдено ${count} пользователей: ${users}.
sv: Hittade ${count} användare: ${users}.
uk: Знайдено ${count} користувачів: ${users}.

source: Acquire
cs: Získávat
de: Erwerben
fr: Acquérir
ru: Получает
sv: Hämta
uk: Отримує

source: If checked, inherit the addables from above. Uncheck this to change the allowed addables below.
cs: Pokud zaškrtnuto, budou přidatelné získávány z vyšších úrovní. Při odškrtnutí můžete níže změnit povolené přidatelné.
de: Wenn ausgewählt, werden die Erweiterungen ererbt. Abwählen um Änderungen machen zu können.
fr: Si coché, hérite les éléments du niveau supérieur. Décocher pour changer les éléments suivants disponibles
ru: Если отмечено, наследуют добавляемые сверху. Снимите ниже флажок для изменения доступности.
sv: Om alternativet är markerat ärvs tilläggsbara objekt från överordnad nivå. Avmarkera för att ändra tillåtna tilläggsbara objekt nedan.
uk: Якщо зазначено, успадковують додаються зверху. Зніміть нижче прапорець для зміни доступності.

source: Addables
cs: Přidatelné
de: Ergänzungen
sv: Tilläggsbara objekt

source: If 'acquire' is not checked, these settings will determine the items allowed in this publication. Otherwise the addables are acquired from the publication above.
cs: Pokud 'Získávat' není zaškrtnuto, pak tato nastavení budou rozhodovat o povolených položkách v této publikaci. Jinak jsou přidatelné získávány z publikací výše.
de: Wenn 'Erwerben' nicht ausgewählt ist, legen diese Einstellungen fest, welche Erweiterungen in dieser Publikation verfügbar sind. Andernfalls werden die Einstellungen von der übergeordneten Publikation verwendet.
fr: Si hériter n'est pas coché, ces paramétres détermineront les items autorisés dans cette publication. Autrement les éléments seront hérités du niveau supérieur de la publication
ru: Если "получает" не выбрано, то эти параметры определяют элементы, которые разрешены в данной публикации. В противном случае выбираются с момента публикации выше.
sv: Om "Hämta" inte är markerat, så bestämmer dessa inställningar vilka objekt som tillåts i denna publikation. I annat fall hämtas tilläggsbara objekt från den överordnade publikationen.
uk: Якщо "отримує" не вибрано, то ці параметри визначають елементи, які дозволені в даній публікації. В іншому випадку вибираються з моменту публікації вище.

source: Addable settings
cs: Nastavení přidaetelných
de: Einstellungen für Ergänzungen
ru: Addable настройки
sv: Inställningar för tilläggsbara objekt
uk: Addable налаштування

source: Save addables settings
cs: Uložit nastavení přidatelných
de: Speichern Einstellungen für Ergänzungen
ru: Сохранить настройки addables
sv: Spara inställningar för tilläggsbara objekt
uk: Зберегти налаштування addables

source: save addable settings for this publication
cs: uložit nastavení přidatelných pro tuto publikaci
de: Speichern der Einstellungen für Ergänzungen für diese Publikation
ru: сохранить настройки addable для этой публикации
sv: spara inställningarna för tilläggsbara objekt för denna publikation
uk: зберегти настройки addable для цієї публікації

source: Addable settings have not changed and remain acquired.
cs: Nastavení přidatelných nebylo změněno a je stále získáváno.
de: Die Erweiterungseinstellungen wurden nicht verändert und werden weiterhin erworben.
fr: Paramétres héritages n'a pas changé et reste disponible
ru: Добавляемые параметры не изменились и остаются такими же.
sv: Inställningarna för tilläggsbara objekt har inte ändrats och förblir därför hämtade.
uk: Додаються параметри не змінилися і залишаються такими ж.

source: Addable settings are now aquired.
cs: Nastavení přidatelných je nyní získáváno.
de: Hinzufügbare Einstellungen wurden jetzt erworben.
ru: Addable настройки теперь получены.
sv: Inställningarna för tilläggsbara objekt kommer i fortsättningen att hämtas.
uk: Addable налаштування тепер придбане.

source: Changes to addables content types saved.
cs: Změny typů obsahu přidatelných je uloženo.
de: Änderungen zu hinzugefügten Inhalts-Typen wurden gesichert.
ru: Изменения в типах addables сохранены.
sv: Ändringarna av innehållstyper för tilläggsbara objekt har sparats.
uk: Зміни в типах addables збережені.

source: Prevent item from ever being cached
cs: Zabránit položkám být ukládány do mezipaměti
de: Dieses Objekt soll niemals zwischengespeichert werden.
sv: Förhindra att objektet cachelagras

source: Add headers to prevent HTTP proxies to cache item.
cs: Přidat hlavičky zabraňující HTTP proxy ukládat položku do mezipaměti.
de: Hinzufügen von Kopfzeilen um HTTP Proxies davon abzuhalten, sie zwischenzuspeichern.
sv: Lägg till huvuden som förhindrar att objektet cachelagras av HTTP-proxyservrar.

source: Maximum caching time
cs: Maximální doba uložení v mezipaměti
de: Längstmögliche Dauer Zwischenspeicher.
sv: Längsta cachelagringstid

source: If the item is cached, this is the maximum time in seconds it can be cached by an HTTP proxy. Minimal time is 30 seconds.
cs: Pokud je položka v mezipaměti, toto je maximální doba ve vteřinách, po kterou se může v mezipaměti HTTP proxy vyskytovat. Minimální doba je vteřin.
de: Wenn dieses Objekt zwischengespeichert wird, ist das die längstmögliche Zeit in Sekunden, in denen es durch einen HTTP Proxy zwischengespeichert werden kann. Die Mindestzeit sind 30 Sekunden.
sv: Om objektet cachelagras är det här den längsta tid (i sekunder) som det kan lagras av en HTTP-proxyserver. Nedre tidsgräns är 30 sekunder.

source: Include a Last-Modified header in the response
cs: Zahrnout hlavičku Last-Modified v odpovědi
de: Beziehen Sie einen zuletzt modifizierten Header in die Antwort ein.
sv: Inkludera ett Last-Modified-huvud i svaret

source: This information is used to control the caching of an item. If not specified, an HTTP proxy will fetch the item as often as possible.
cs: Tato informace je použita ke kontrole ukládání položky do mezipaměti. Pokud není zadáno, bude HTTP proxy položku získáváat tak často, jak je to jen možné.
de: Diese Information wird verwendet um das Zwischenspeichern eines Objekts zu kontrollieren. Wenn diese nicht angegeben ist, wird ein HTTP Proxy das Objekt so oft wie möglich abrufen.
sv: Denna information används till att kontrollera cachelagringen av ett objekt. Om den inte anges kommer en HTTP-proxyserver att hämta objekt så ofta som möjligt.

source: HTTP Caching settings
cs: Nastavení ukládání do mezipaměti HTTP
de: HTTP Zwischenspeicher Einstellungen
sv: HTTP-cachelagringsinställningar

source: HTTP Caching
cs: Mezipaměť HTTP
de: HTTP Zwischenspeicher
sv: HTTP-cachelagring

source: Available markers
cs: Dostupné značky
de: Verfügbare Markierungen.
fr: Marqueurs disponibles
ru: Доступные маркеры
sv: Tillgängliga markörer
uk: Доступні маркери

source: Interfaces in use which affect the behavior of the item
cs: Používaná rozhraní která ovlivňují chování položky
de: Es sind Schnittstellen in Verwerndung die das Verhalten des Objekts beeinflussen.
ru: Интерфейсы в использовании, которые влияют на поведение элемента
sv: Gränssnitt som används och som påverkar objektets beteende
uk: Інтерфейси у використанні, які впливають на поведінку елемента

source: Add a marker to alter the behavior
cs: Přidat značku pro upravení chování
de: Setzen Sie eine Markierung um das Verhalten zu ändern.
fr: Ajouter un marqueur pour modifier le comportement
ru: Добавить маркер, чтобы изменить поведение
sv: Lägg till en markör för att förändra beteendet
uk: Додати маркер, щоб змінити поведінку

source: Add marker
cs: Přidat značku
de: Markierung hinzufügen.
fr: Ajouter un marqueur
ru: Добавить маркер
sv: Lägg till markör
uk: Додати маркер

source: mark the item with the selected marker(s)
cs: označit položku zvolenými značkami
de: Kennzeichnen Sie das Objekt mit den gewählten Markierungen.
ru: отметить этот пункт с выбранным маркером(ами)
sv: märk objektet med de valda markörerna
uk: відзначити цей пункт з обраним маркером(ами)

source: You need to select a marker.
cs: Je třeba zvolit značku.
de: Sie müssen eine Markierung wählen.
fr: Vous devez sélectionner un marqueur.
ru: Вы должны выбрать маркер.
sv: Du måste välja en markör.
uk: Ви повинні вибрати маркер.

source: Marker added.
cs: Značka přidána.
de: Markierung hinzugefügt.
fr: Marqueur ajouté.
ru: Маркер добавлен.
sv: Markören har lagts till.
uk: Маркер доданий.

source: Remove a marker
cs: Odstranit značku
de: Entfernen der Markierung.
fr: Supprimer un marqueur
ru: Удалить маркер
sv: Ta bort markör
uk: Видалити маркер

source: remove the selected marker(s) from the item
cs: odstranit zvolené značky z položky
de: Entfernen Sie die gewählte/n Markierung/en vom Objekt.
ru: удалить выбранный маркер(ы) из статьи
sv: ta bort de valda markörerna från objektet
uk: видалити вибране маркер(и) із статті

source: Marker removed.
cs: Značka odstraněna.
de: Markierung entfernt.
fr: Marqueur supprimé.
ru: Маркер удален.
sv: Markören har tagits bort.
uk: Маркер видалений.

source: Customization markers
cs: Značky přizpůsobení
de: Anpassen der Markierung.
fr: Marqueurs de personnalisation
ru: Настройка маркеров
sv: Anpassningsmarkörer
uk: Налаштування маркерів

source: This screen lets you tag items with markers which can alter how content is displayed and behaves.
cs: Tato obrazovka Vám umožňuje označit položky značkami, které mohou měnit chování a zobrazení obsahu.
de: In dieser Maske können Sie Objekte mit Markierungen kennzeichnen, mit denen Sie die Darstellung oder das Verhalten von Inhalt ändern können.
sv: Detta fönster låter dig tagga objekt med markörer som kan förändra hur innehåll visas och beter sig.

source: Customization
cs: Přizpůsobení
de: Anpassung
fr: Personnalisation
ru: Настройка
sv: Anpassning
uk: Налаштовування

source: Used interfaces
cs: Použitá rozhraní
de: Benutzte Schnittstelle
fr: Interfaces utilisés
ru: Используется интерфейс
sv: Gränssnitt som används
uk: використовується інтерфейс

source: Used markers
cs: Použité značky
de: Benutzte Markierung
fr: Marqueurs utilisés
ru: Используются маркеры
sv: Markörer som används
uk: Використовуються маркери

source: Container type
cs: Typ kontejneru
de: Kontainer-Typ
fr: Type de dossier
ru: Тип контейнера
sv: Typ av behållare
uk: Тип контейнера

source: This Ghost Folder can be converted to a normal Publication or Folder. All ghosted content will be duplicated and can then be edited.
cs: Tato složka ducha může být převedena na normální publikaci nebo složku. Všechen strašený obsah bude zkopírován a pak může být upraven.
de: Dieser "Ghost"-Ordner kann in eine normale Publikation umgewandelt werden. Der Inhalt des "Ghost"-Ordners wird dupliziert und kann danach editiert werden.
fr: Ce dossier Ghost peut être transformé en Publication normal ou en Dossier. Tout contenu ghost sera dupliqué et peut être édité.
sv: Denna spökmapp kan konverteras till en normal publikation eller mapp. Allt spökinnehåll kommer att dupliceras och kan därefter redigeras.

source: This Silva Publication is a local site. You need to remove any local service, and the local site before you can convert it to a Silva Folder.
cs: Publikace Silva je místní stránka. Je nutné odstranit všechny vzdálené služby a místní stránku před jejím převedením do složky Silva.
de: Diese Silva Publikation ist eine lokale Site. Sie müssen alle lokalen Services und die lokale Site entfernen um die Publikation in einen Silva Folder umwandeln zu können.
sv: Denna Silva-publikation är en lokal plats. Du måste ta bort alla lokala tjänster och den lokala platsen innan du kan konvertera den till en Silva-mapp.

source: This Silva Publication can be converted to a Silva Folder, or can become a local site.
cs: Tato publikace Silva může být převedena do složky Silva, nebo do místní stránky.
de: Diese Publikation kann in einen Silva Ordner umgewandelt werden oder sie kann eine lokale Website werden.
fr: Cette publication peut être converti en un dossier, ou devenir un site locale.
sv: Denna Silva-publikation kan konverteras till en Silva-mapp eller kan bli en lokal plats.

source: This Silva Folder can be converted to a Publication.
cs: Složka Silva může být převedena do publikace.
de: Dieser Ordner kann in eine Publikation umgewandelt werden.
fr: Ce dossier peut être converti en une publication.
sv: Denna Silva-mapp kan konverteras till en publikation.

source: Repair order
cs: Opravit pořadí
de: Reihenfolge der Wiederherstellung
sv: Reparera ordning

source: Container order was repaired.
cs: Pořadí kontejneru bylo opraveno.
de: Die Anordnung im Kontainer wurde wiederhergestellt.
sv: Behållarens ordning har reparerats.

source: Container order is consistent.
cs: Pořadí kontejneru nebylo změněno.
de: Die Anordnung im Kontainer ist einheitlich.
sv: Behållarens ordning är konsekvent.

source: Container management
cs: Správa kontejneru
de: Kontainer Management.
sv: Hantering av behållare

source: Allow feeds
cs: Povolit kanály
de: Feeds erlauben.
fr: Autoriser les flux
ru: Разрешить каналы
sv: Tillåt flöden
uk: Дозволити канали

source: Check to provide an Atom / RSS feed from this container.
cs: Zaškrtněte pro zavedení kanálu Atom / RSS z tohoto kontejneru.
de: Markieren um einen Atom/RSS Feed dieses Kontainers zu liefern.
fr: Activer un flux Atom ou RSS pour ce dossier.
ru: Проверьте предоставление Atom / RSS-канал от этого контейнера.
sv: Markera för att tillhandahålla ett Atom-/RSS-flöde från denna behållare.
uk: Перевірте надання Atom / RSS-канал від цього контейнера.

source: Atom/rss feeds
cs: Kanály Atom/RSS
de: Atom/RSS Feed
fr: Flux Atom/rss
ru: Atom/RSS-каналы
sv: Atom-/RSS-flöden
uk: Atom/RSS-канали

source: Change feed settings
cs: Změnit nastavení kanálu
de: Ändern der Feed Einstellungen.
fr: Changer les paramètres du flux
ru: Изменить настройки канала
sv: Ändra flödesinställningar
uk: Змінити налаштування каналу
