Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Change the name and/or titles of the selected items.
cs: Změnit název a/nebo nadpisy zvolených položek.
de: Ändern des Namens und/oder des Titels der ausgewählten Objekte.
ru: Изменение имени и/или названия выбранных элементов.
sv: Byt namn och/eller titel på de markerade objekten.
uk: Зміна імені та/або назви обраних елементів.

source: Make the selected items available to the public.
cs: Zveřejnit zvolené položky.
de: Bereitstellen der ausgewählten Objekte für die Öffentlichkeit.
ru: Сделать выбранные элементы доступными для общественности.
sv: Gör de markerade objekten tillgängliga för allmänheten.
uk: Зробити вибрані елементи доступними для громадськості.

source: Create an editable version of the selected items.
cs: Vytvořit upravitelnou verzi zvolených položek.
de: Erstellen einer bearbeitbaren Version der ausgewählten Objekte.
ru: Создайте доступную для редактирования версию выбранных элементов.
sv: Skapa redigerbara versioner av de markerade objekten.
uk: Створіть доступну для редагування версію вибраних елементів.

source: Change the status of the selected items to ready to review.
cs: Změnit stav zvolených položek na připraveno ke kontrole.
de: Ändern des Status der gewählten Obejkte als bereit zur Überprüfung.
ru: Изменение статуса выбранных элементов для рассмотрения.
sv: Ändra statusen för de markerade objekten till "klara för granskning".
uk: Зміна статусу обраних елементів для розгляду.

source: Approve the selected items with a publication date in the future.
cs: Schválit zvolené položky s datem zveřejnění v budoucnu.
de: Genehmigen der gewählten Objekte mit einem zukünftigen Publikationsdatum.
ru: Утвердить выбранные элементы для публикации в будущем с указанной даты.
sv: Godkänn de markerade objekten med ett framtida publiceringsdatum.
uk: Затвердити вибрані елементи для публікації в майбутньому з вказаної дати.

source: Change the status of the selected items back to draft.
cs: Změnit stav zvolených položek zpět na návrh.
de: Wechseln des Status der gewählten Objekte zurück zum Entwurf.
ru: Изменение статуса выбранных элементов обратно для редактирования.
sv: Ändra tillbaka statusen för de markerade objekten till "utkast".
uk: Зміна статусу вибраних елементів назад для редагування.

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
ru: Закрыть
sv: Stäng
uk: Закрити

source: Unpublish the selected items.
cs: Zrušit zveřejnění zvolených položek.
de: Schließen der gewählten Objekte.
ru: Отменить публикацию выбранных элементов.
sv: Upphäv publiceringen av de markerade objekten.
uk: Скасувати публікацію вибраних елементів.

source: Do not proceed with this action.
cs: Nepokračovat v této činnosti.
de: Aktion nicht fortsetzen.
ru: Не выполнять это действие.
sv: Fortsätt inte med den här åtgärden.
uk: Не виконувати цю дію.

source: Cut
cs: Vyjmout
de: Ausschneiden
fr: Couper
ru: Вырезать
sv: Klipp ut
uk: Вирізати

source: Cut the selected items onto the clipboard.
cs: Vyjmout zvolené položky do schránky.
de: Gewählte Objekte aus der Zwischenablage ausschneiden.
ru: Вырезать и поместить выбранные элементы в буфер обмена.
sv: Klipp ut de markerade objekten till urklippsvisaren.
uk: Вирізати і помістити вибрані елементи у буфер обміну.

source: Copy
cs: Kopírovat
de: Kopieren
fr: Copier
ru: Копировать
sv: Kopiera
uk: Копіювати

source: Copy the selected items onto the clipboard.
cs: Kopírovat zvolené položky do schránky.
de: Gewählte Objekte aus der Zwischenablage kopieren.
ru: Скопировать выделенные элементы в буфер обмена.
sv: Kopiera de markerade objekten till urklippsvisaren.
uk: Скопіювати виділені елементи в буфер обміну.

source: Paste
cs: Vložit
de: Einfügen
fr: Coller
ru: Вставить
sv: Klistra in
uk: Вставити

source: Paste the items held on the clipboard.
cs: Vložit zvolené položky do schránky.
de: Objete aus der Zwischenablage einfügen.
ru: Вставить элементы, находящихся в буфере обмена.
sv: Klistra in objekten från urklippsvisaren.
uk: Вставити елементи, що знаходяться в буфері обміну.

source: ${count} contents could not be found (they probably have been deleted).
cs: ${count} obsahů nelze nalézt (pravděpodobně byly smazány).
de: ${count} Inhalte konnten nicht gefunden werden (sie wurden möglicherweise gelöscht).
ru: ${count} содержимое не найдено (вероятно было удалено).
sv: Det gick inte att hitta ${count} innehållsposter (de har antagligen tagits bort).
uk: $ {count} вміст не знайдено (ймовірно було видалено).

source: Published: this item is published and viewable by the public.
cs: Zveřejněno: tato položka je zveřejněna a může být zobrazena.
de: Veröffentlicht: dieses Objekt wurde veröffentlicht und ist jetzt öffentlich sichtbar.
ru: Опубликовано: это содержимое опубликовано и доступно для всеобщего просмотра.
sv: Publicerat: detta objekt är publicerat och kan läsas offentligt.
uk: Опубліковано: цей вміст опубліковано і доступно для загального перегляду.

source: Closed: this item is no longer accessible to the public.
cs: Uzavřeno: tato položka již není veřejnosti přístupná
de: Geschlossen: dieses Objekt kann nicht mehr öffentlich gesehen werden.
ru: Закрыто: это содержимое больше не доступно для всеобщего просмотра.
sv: Stängt: detta objekt är inte längre tillgängligt för allmänheten.
uk: Закрито: цей вміст більше не доступний для загального перегляду.

source: Pending: this item is waiting for approval.
cs: Nevyřízeno: tato položka čeká na schválení.
de: Unerledigt: dieses Objekt wartet auf Bestätigung.
ru: В ожидании: это содержимое ждет одобрения.
sv: Väntar: detta objekt väntar på godkännande.
uk: В очікуванні: цей вміст чекає схвалення.

source: Draft: this item is a working copy.
cs: Návrh: tato položka je pracovní kopie.
de: Entwurf: dieses Objekt ist eine Bearbeitungskopie.
ru: В проекте: это содержимое является рабочей копией.
sv: Utkast: detta objekt är en arbetskopia.
uk: У проекті: цей вміст є робочою копією.

source: Approved: this item is approved for publication at a later time.
cs: Schváleno: tato položka je schválena pro zveřejnění v pozdější sobu.
de: Bestätigt: dieses Objekt kann zu einem späteren Zeitpunkt veröffentlicht werden.
ru: Утверждено: данное содержимое предназначено для публикации в более позднее время.
sv: Godkänt: detta objekt har godkänts för publicering vid ett senare tillfälle.
uk: Затверджено: даний вміст призначен для публікації в більш пізній час.

source: Modified
cs: Změněno
de: Geändert
fr: Modifié
ru: Изменено
sv: Ändrad
uk: Змінено

source: Go to
cs: Přejít na
de: Gehe zu
fr: Aller à
ru: Перейти к
sv: Gå till
uk: Перейти до

source: Structural items
cs: Strukturální položky
de: Liste der Objekte
ru: Структурные элементы
sv: Strukturella objekt
uk: Структурні елементи

source: Assets
cs: Zdroje
de: Ressourcen
ru: Активы
sv: Tillgångar
uk: Активи

source: ${count} contents
cs: ${count} obsahů
de: ${count} Inhalte
fr: ${count} contenus
ru: ${count} содержимое
sv: ${count} innehållsposter
uk: ${count} вміст

source: ${contents} and ${content}
cs: ${contents} a ${content}
de: ${contents} und ${content}
fr: ${contents} et ${content}
ru: ${contents} и ${content}
sv: ${contents} och ${content}
uk: ${contents} і ${content}

source: Broken content
cs: Rozbitý obsah
de: Kaputter Inhalt
ru: Поврежденое содержание
sv: Felaktigt innehåll
uk: Пошкоджений вміст

source: Loading folder content...
cs: Načítání obsahu složky...
de: Laden des Inhalts eines Ordners....
ru: Загрузка содержимого папки...
sv: Läser in mappinnehåll …
uk: Завантаження вмісту папки...

source: ${icon} ${count} item(s) on the clipboard
cs: ${icon} ${count} položek ve schránce
de: ${icon} ${count} Objekt(e) in der Zwischenablage
ru: ${icon} ${count} элемент(ы) в буфере обмена
sv: ${icon} ${count} objekt i Urklipp
uk: ${icon} ${count} елемент(и) в буфері обміну

source: ${count} structural item(s),
cs: ${count} strukturálních položek.
de: ${count} strukturbedingte Objekt(e),
ru: ${count} структурного элемента(ы),
sv: ${count} strukturella objekt,
uk: ${count} структурного елементу(и),

source: ${count} asset(s).
cs: ${count} zdrojů.
de: ${count} Ressource(n).
fr: ${count} fichier(s).
ru: ${count} актив(ы).
sv: ${count} tillgång(ar).
uk: ${count} актив(и).

source: Filter ...
cs: Filtr ...
fr: Filtrer ...
ru: Фильтр ...
uk: Фільтр ...

source: Modification saved.
cs: Změny uloženy.
de: Anpassungen gespeichert.
ru: Изменения сохранены.
sv: Ändringarna har sparats.
uk: Зміни збережені.

source: UI Folder Settings
cs: Nastavení rozhraní složky
de: UI Ordner Einstellungen
ru: Настройки папки UI
sv: Mappinställningar för användargränssnittet
uk: Налаштування папки UI

source: Here you can modify the settings for folder listings.
cs: Zde můžete změnit nastavení výpisu složky.
de: An dieser Stelle können die Einstellungen der Ordnerliste angepasst werden.
ru: Здесь Вы можете изменить настройки для перечисленных папок.
sv: Här kan du ändra inställningarna för mapplistor.
uk: Тут Ви можете змінити настройки для перерахованих папок.

source: UI Generic Settings
cs: Obecná nastavení rozhraní
de: Allgemeine UI Einstellungen
ru: Общие настройки UI
sv: Allmänna inställningar för användargränssnittet
uk: Загальні настройки UI

source: Here you can modify the generic SMI settings.
cs: Zde můžete změnit obecná nastavení SMI.
de: Hier können die allgemeinen SMI Einstellungen angepasst werden.
ru: Здесь Вы можете изменить общие настройки SMI.
sv: Här kan du ändra de allmänna SMI-inställingarna.
uk: Тут Ви можете змінити загальні налаштування SMI.

source: Loading data from server
cs: Načítání dat ze serveru
de: Daten werden vom Server geladen.
fr: Chargement des donnés depuis le server
ru: Загрузка данных с сервера
sv: Läser in data från server …
uk: Завантаження даних з сервера

source: Go one level up.
cs: Jít o úroveň nahoru.
de: Eine Ebene nach oben wechseln.
ru: Перейти на один уровень вверх.
sv: Gå upp en nivå.
uk: Перейти на один рівень вгору.

source: Switch to fullscreen mode.
cs: Přepnout na režim celé obrazovky.
de: Auf Fullscreen Modus wechseln.
ru: Переключение в полноэкранный режим.
sv: Växla till helskärmsläge.
uk: Переключитися у повноекранний режим.

source: Loading...
cs: Načítání...
de: Lade...
fr: Chargement en cours ...
ru: Загрузка...
sv: Läser in …
uk: Завантаження…

source: Go back to the previous screen
cs: Jít zpět na předchozí obrazovku
de: Zum vorhergehenden Schirm wechseln.
ru: Вернуться к предыдущему экрану
sv: Gå tillbaka till föregående fönster
uk: Повернутися до попереднього екрана

source: Go back to the folder view without adding the item
cs: Jít zpět na zobrazení složky bez přidání položky
de: Zurück zur Ordneransicht ohne das Objekt hinzuzufügen.
sv: Gå tillbaka till mappvyn utan att lägga till objektet
uk: Повернутися в перегляд папки без додавання елемента

source: Back
cs: Zpět
de: Zurück
fr: Retour
ru: Назад
sv: Tillbaka
uk: Назад

source: Go back to the folder view
cs: Jít zpět na zobrazení složky
de: Zurück zur Ordner-Ansicht
ru: Вернитесь в просмотр папки
sv: Gå tillbaka till mappvyn
uk: Поверніться в перегляд папки

source: Save modifications on the item
cs: Uložit změny v položce
de: Speichere Anpassungen des Objektes.
ru: Сохранить изменения в пункт
sv: Spara ändringarna av objektet
uk: Зберегти зміни в пункт

source: Add a ${content_type}
cs: Přidat ${content_type}
de: Hinzufügen eines ${content_type}
fr: Ajouter un ${content_type}
ru: Добавить ${content_type}
sv: Lägg till ${content_type}
uk: Додати ${content_type}

source: Create a new content
cs: Vytvořit nový obsah
de: Anlegen eines neuen Inhalts.
ru: Создать новое содержимое
sv: Skapa nytt innehåll
uk: Створити новий зміст

source: Added ${meta_type}.
cs: ${meta_type} přidáno.
de: ${meta_type} hinzugefügt.
fr: Ajouté ${meta_type}.
ru: Добавлено ${meta_type}.
sv: ${meta_type} har lagts till.
uk: Додано ${meta_type}.

source: Edit a ${content_type}
cs: Upravit ${content_type}
de: Bearbeiten eines ${content_type}
fr: Éditer un ${content_type}
ru: Редактировать ${content_type}
sv: Redigera ${content_type}
uk: Редагувати ${content_type}

source: Information
cs: Informace
ru: Информация
uk: Інформація

source: select all
cs: vybrat vše
de: alles auswählen
fr: tout sélectionner
ru: выделить все
sv: markera alla
uk: виділити все

source: keep proportions
cs: zachovat velikost
de: Verhältnis beibehalten
fr: Garder les proportions
ru: сохранить пропорции
sv: behåll proportioner
uk: зберегти пропорції

source: Visually select new crop coordinates
cs: Vizuálně zvolit nové souřadnice oříznutí
de: Sichtbare Auswahl neuer Zuschnitt-Koordinaten
ru: Визуально выберите новые координаты обрезки
sv: Välj nya beskärningskoordinater visuellt
uk: Візуально виберіть нові координати обрізки

source: ${icon} Set crop coordinates...
cs: ${icon} nastavit velikost oříznutí
de: ${icon} Zuschnitt-Koordinaten setzen.
fr: ${icon} Placer les coordonnées de découpage ...
ru: ${icon} Набор координат для обрезки...
sv: ${icon} Ange beskärningskoordinater …
uk: ${icon} Набір координат для обрізки...

source: month of year
cs: měsíc v roce
de: Monat des Jahres
fr: Mois de l'année
ru: месяц года
sv: månad på året
uk: місяць року

source: year
cs: rok
de: Jahr
fr: année
ru: год
sv: år
uk: рік

source: yyyy
cs: rrrr
de: JJJJ
fr: aaaa
ru: гггг
sv: åååå
uk: рррр

source: optional hour in 24h format
cs: nepovinná hodina ve 24h formátu
de: 24 Stunden Format wählbar
fr: heure optionnel (dans le format 24h)
ru: дополнительный час в 24-часовом формате
sv: timmar i 24-timmarsformat (valfritt)
uk: додаткова година в 24-годинному форматі

source: optional minute
cs: nepovinná minuta
de: Optionale Minute
fr: minute optionnelle
ru: дополнительная минута
sv: minuter (valfritt)
uk: додаткова хвилина

source: day of month
cs: den v měsíci
de: Tag des Monats
ru: день месяца
sv: dag i månaden
uk: день місяця

source: remove the non-required date
cs: odstranit nepožadované datum
de: entferne das nicht benötigte Datum
fr: supprimez la date
ru: удалить необязательные даты
sv: ta bort icke-obligatoriskt datum
uk: видалити необов'язкові дати

source: Current file.
cs: Současný soubor.
de: Aktuelle Datei.
fr: Fichier courant.
ru: Текущий файл.
sv: Aktuell fil.
uk: Поточний файл.

source: Not set, please upload a file.
cs: Nenastaveno, prosím nahrajte soubor.
de: Nicht definiert, bitte laden Sie eine Datei hoch.
ru: Не задано, пожалуйста, загрузите файл.
sv: Inte angiven, var vänlig överför en fil.
uk: Не задано, будь ласка, завантажте файл.

source: Keep the current file
cs: Ponechat současný soubor
de: Die aktuelle Datei beibehalten.
fr: Gardez le fichier courant
ru: Сохранить текущий файл
sv: Behåll den aktuella filen
uk: Зберегти поточний файл

source: Remove the current file
cs: Odstranit současný soubor
de: Die aktuelle Datei entfernen
fr: Supprimez le fichier courant
ru: Удалить текущий файл
sv: Ta bort den aktuella filen
uk: Видалити поточний файл

source: Upload a new file
cs: Nahrát nový soubor
de: Eine neue Datei hochladen
fr: Envoyez un nouveau fichier
ru: Загрузить новый файл
sv: Överför en ny fil
uk: Завантажити новий файл

source: Upload a new file in Silva
cs: Nahrát nový soubor do Silva
de: Hochladen einer neuen Datei in Silva
fr: Envoyez un nouveau fichier dans Silva
ru: Загрузить новый файл в Silva
sv: Överför en ny fil i Silva
uk: Завантажити новий файл в Silva

source: Upload
cs: Nahrát
de: Hochladen
fr: Envoyer
ru: Загрузить
sv: Överför
uk: Завантажити

source: Show All Items
cs: Zobrazit všechny položky
de: Alle Elemente anzeigen
fr: Afficher tous les éléments
ru: Показать Все Статьи
sv: Visa alla objekt
uk: Показати Всі Статті

source: Editor
de: Redakteur
fr: Éditeur
ru: Редактор
sv: Redaktör
uk: Редактор

source: Captcha
fr: Vérification Captcha
ru: Каптча
sv: Robotfilter

source: Role
de: Rolle
fr: Rôle
ru: Роль
sv: Roll
uk: Роль

source: role
de: Rolle
sv: roll

source: email
ru: электронная почта
sv: e-post
uk: електронна пошта

source: editor
de: bearbeiten
fr: éditeur
ru: редактор
sv: redaktör
uk: редактор

source: Email
ru: Эл. почта
sv: E-post
uk: Ел.пошта

source: Logo
ru: Логотип
sv: Logotyp
uk: Логотип

source: dd
de: TT
ru: дд
uk: дд

source: Text
fr: Texte
ru: Текст
uk: Текст

source: mm
ru: мм
uk: мм

source: HH
ru: ЧЧ
uk: ГГ

source: MM
uk: ММ

source: Id
fr: Identifiant
ru: Идентификатор

source: ${DYNAMIC_CONTENT}
fr: ${CONTENU_DYNAMIQUE}
