Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Click the Upload button to replace the current image with a new image.
cs: Klikněte na tlačítko nahrát pro nahrazení současného obrázku novým.
de: Klicken Sie den Upload-Knopf um das derzeitige Bild durch ein neues zu ersetzen
fr: Cliquer sur le bouton Envoyer pour remplacer l'image actuelle par une nouvelle.
ru: Нажмите кнопку Загрузки, чтобы заменить текущее изображение новым изображением.
sv: Klicka på knappen Överför för att ersätta den aktuella bilden med en ny bild.
uk: Натисніть кнопку Загрузки, щоб замінити поточне зображення новим зображенням.

source: Web format
cs: Internetový formát
fr: Format web
ru: Web-формат
sv: Webbformat
uk: Web-формат

source: Image format for web.
cs: Formát obrázku pro internet
de: Bildformat für das WEB.
fr: Format de l'image pour le web.
ru: Формат изображений для web.
sv: Bildformat för webben.
uk: Формат зображень для web.

source: Scaling
cs: Změna velikosti
de: Skalierung
fr: Redimensionnement
ru: Мастабирование
sv: Skalning
uk: Масштабування

source: Cropping
cs: Oříznutí
de: Zuschneiden
fr: Découpage
ru: Обрезка
sv: Beskärning
uk: Обрізка

source: Image cropping for web: use the ‘set crop coordinates’ button, or enter X1xY1-X2xY2 to define the cropping box.
cs: Oříznutí obrázku pro internet: použijte tlačítko 'nastavit souřadnice oříznutí', nebo zadejte X1xY1-X2xY2 pro určení rámečku pro oříznutí.
de: Bildzuschnitt für das Web: verwenden Sie die Schaltfläche für "Bildzuschnitt-Koordinaten" oder geben Sie die Koordinaten für die Zuschnittbox manuell ein: X1xY1-X2xY2.
ru: Обрезка изображения для веб-сайтов: используйте кнопку ‘набор координат для обрезки‘ или введите X1xY1-X2xY2, для определения поля обрезки.
sv: Bildbeskärning för webben: använd knappen "Ange beskärningskoordinater", eller ange X1xY1-X2xY2 för att definiera beskärningsrutan.
uk: Обрізка зображення для веб-сайтів: використовуйте кнопку 'набір координат для обрізки' або введіть X1xY1-X2xY2, для визначення поля обрізки.

source: ${width}x${DYNAMIC_CONTENT} pixels
cs: ${width}x${DYNAMIC_CONTENT} pixelů
de: ${width}x${DYNAMIC_CONTENT} Pixel
ru: ${width}x${DYNAMIC_CONTENT} пикселей
sv: ${width}x${DYNAMIC_CONTENT} pixlar
uk: ${width}x${DYNAMIC_CONTENT} пікселів

source: Thumbnail
cs: Miniatura
de: Vorschaubild
fr: Vignette
ru: Миниатюра
sv: Miniatyrbild
uk: Мініатюра

source: Original
cs: Původní
fr: Originale
ru: Оригинал
uk: Оригінал

source: Format
cs: Formát
ru: Формат
uk: Формат

source: View the original image
cs: Zobrazit původní obrázek
de: Originalbild anzeigen
fr: Voir l'image original
ru: Просмотр исходного изображения
sv: Visa originalbilden
uk: Перегляд вихідного зображення

source: View unscaled image
cs: Zobrazit nezměněný obrázek
de: Zeige unskaliertes Bild
fr: Voir image non ajustée
ru: Просмотр немасштабированного изображения
sv: Visa ej skalad bild
uk: Перегляд немасштабірованного зображення

source: Orientation
cs: Orientace
de: Ausrichtung
ru: Ориентация
sv: Orientering
uk: Орієнтація

source: ${format} image
cs: Obrázek ${format}
de: ${format} Bild
ru: ${format} изображение
sv: ${format}-bild
uk: ${format} зображення

source: Dimensions
cs: Rozměry
de: Abmessungen
ru: Размеры
sv: Bildstorlek
uk: Розміри

source: unknown
cs: neznámé
de: Unbekannt
fr: inconnu
ru: неизвестно
sv: okänd
uk: невідомий

source: Indexes can be created that function like an index in the back of a book. References must first be marked by placing index codes in text (these codes will also export to print formats). Indexers cascade downwards, indexing all index items in the current and underlying folders and publications (note that it only indexes documents that are published).
cs: Lze vytvořit rejstříky, které fungují podobně jako rejstříky v knize. Odkazy musí být nejdříve označeny umístěním kódů rejstříku do textu (tyto kódy také exportují do formátu pro tisk). Rejstříky kaskádují dolů, indexují všechny položky rejstříku ve složkách a jejich podsložkách a publikacích (pouze ty, co byly zveřejněny).
de: Indizes können erstellt werden. Sie funktionieren wie der Index eines Buches. Die Referenzen müssen zuerst markiert werden, indem Index Codes im Text plaziert werden (diese Codes exportieren auch in Druckformate). Der Indexer kaskadiert nach unten, er indiziert im momentanen und allen darunterliegenden Ordnern und Publikationen sämtliche Index Elemente (beachten Sie dass er nur bereits veröffentlichte Dokumente indiziert).
fr: On peut créer des indexes qui fonctionnent à la manière d'une liste en fin du livre. Les références doivent être marquées d'abord, en positionnant des marques dans le texte (Ces codes seront aussi exportés au format imprimé). L'indexation opère en cascade vers le bas, en répertoriant tous les éléments indexés dans le dossier et publications courantes et sous-jacentes (noter que seulement les documents publiés sont indexés).
ru: Индексы могут быть созданы, которые функционируют как индекс в конце книги. Ссылки должны сначала быть отмечены путем размещения индекс-кодов в тексте (эти коды также экспортируются в форматы печати). Индексаторы располагаются каскадом вниз, индексация всех элементов индекса в текущих и основных папках и публикациях (обратите внимание, что это только индексы-документы, которые опубликованы).
sv: Index kan skapas för att fungera som som registret i slutet av en bok. Referenser måste först märkas genom att placera indexkoder i texten (dessa koder följer med vid export till olika utskriftsformat). Indexerare söker uppifrån och ner, och indexerar alla indexobjekt i aktuella och underordnade mappar och publikationer (observera att att de endast indexerar redan publicerade dokument).
uk: Індекси можуть бути створені, які функціонують як індекс у Наприкінці книги. Посилання повинні спочатку бути відзначені шляхом розміщення індекс-кодів в тексті (ці коди також експортуються у формати друку). Індексатори розташовуються каскадом вниз, індексація всіх елементів індексу в поточних і основних папках і публікаціях (зверніть увагу, що це тільки індекси-документи, які опубліковані).

source: Update Silva Indexer
cs: Aktualizovat rejstřík Silva
fr: Mettre à jour l'index Silva
ru: Обновление Silva Indexer
sv: Uppdatera Silvas indexerare
uk: Оновлення Silva Indexer

source: An index is not editable. However, you can update the index to include recent added content.
cs: Rejstřík nelze upravovat. Ale můžete ho aktualizovat, aby zahrnoval nedávno přidaný obsah.
de: Der Index ist nicht editierbar. Stattdessen sollte der Index zur Berücksichtigung kürzlich hinzugefügter Dokumente aktualisiert werden.
fr: Un index n'est pas éditable. Il est cependant possible de le mettre à jour pour inclure un contenu ajouté récemment.
ru: Индекс не редактируется. Однако, Вы можете обновить индекс, чтобы включать недавнее добавленное содержание.
sv: Ett index är inte redigerbart. Emellertid kan du uppdatera indexet så att det inkluderar nyligen tillagt innehåll.
uk: Індекс не редагується. Однак, Ви можете оновити індекс, щоб включати недавнє доданий зміст.

source: Update index
cs: Aktualizovat rejstřík
de: Index aktualisieren
fr: Mettre à jour l'index
ru: Обновление индексов
sv: Uppdatera index
uk: Оновлення індексів

source: Update index to include recent added content
cs: Aktualizovat rejstřík pro zahrnutí nedávno přidaného obsahu
de: Index aktualisieren um zuletzt hinzugefügte Inhalte einzubeziehen
fr: Mettre à jour l'index afin d'ajouter les contenus récemment ajoutés
ru: Обновление индекса включает последние добавленние
sv: Uppdatera index så att det inkluderar nyligen tillagt innehåll
uk: Оновлення індексу включає останні долучення

source: Index content have been successfully updated.
cs: Obsah rejstříku byl úspěšně aktualizován
de: Inhalt des Indexes wurde erfolgreich aktualisiert
fr: Mise à jour du contenu de l'index réussie.
ru: Содержание индекса обновлено успешно
sv: Indexinnehållet har uppdaterats.
uk: Зміст індексу оновлено успішно

source: Terms
cs: Pravidla
de: Begriffe
fr: Termes
ru: Условия
sv: Villkor
uk: Умови

source: Links
cs: Odkazy
fr: Liens
ru: Связи
sv: Länkar
uk: Зв'язки

source: No index items listed or found.
cs: Žádné položky rejstříku nebyly vypsány nebo nalezeny.
de: Keine Indexeinträge gefunden.
fr: Aucun élément d'index listé ou trouvé.
ru: Элементы каталога не найдены.
sv: Inga indexobjekt fanns listade eller kunde hittas.
uk: Елементи каталогу не знайдені.

source: If the link goes to an external resource, fill in the location, including the protocol, e.g. 'http://'.
cs: Pokud odkaz přechází na externí zdroj, vyplňte umístění, včetně protokolu, např. 'http://'.
de: Falls der Link auf eine externe Ressource verweist, geben Sie diesen, inklusive Protokoll, z.B. 'http://', ein.
fr: Si le lien pointe vers une page externe, spécifier la location, avec le protocole, c'est à dire « http:// ».
ru: Если ссылка ведет на внешний ресурс, заполните на месте, включая протокол, напр.: 'http://'.
sv: Om länken går till en extern resurs, ange dess plats inklusive protokollet (t.ex. "http://").
uk: Якщо посилання веде на зовнішній ресурс, заповніть на місці, включаючи протокол, напр.: 'http://'.

source: Relative link
cs: Relativní odkaz
de: Relativer Pfad
fr: Lien relatif
ru: Относительная ссылка
sv: Relativ länk
uk: Відносне посилання

source: If the link goes to an internal item in Silva, put a checkmark here and lookup the target below.
cs: Pokud odkaz směruje na vnitřní položku v Silva, zaškrtněte zde a cíl zadejte níže.
de: Wenn ein Link auf ein internes Objekt in Silva verweist, setzen Sie hier eine Markierung und suchen Sie unten nach dem Ziel.
fr: Si le lien réfère un contenu interne à Silva, cochez cette case et sélectionnez le contenu cible ci-dessous.
sv: Om länken går till ett intern objekt i Silva, markera den här kryssrutan och sök efter målet nedan.

source: Target of relative link
cs: Cíl relativního odkazu
de: Ziel des relativen Pfads
fr: Cible du lien relatif
sv: Mål för relativ länk

source: Make a reference to an internal item by looking it up.
cs: Vytvořit odkaz na vnitřní položku jejím vyhledáním.
de: Erstellen Sie eine Verknüpfung zu einem internen Objekt indem Sie danach suchen.
fr: Créer une référence à un contenu interne en le sélectionnant.
sv: Skapa en refererens till ett internt objekt genom att söka efter det.

source: Relative link selected without target.
cs: Zvolen relativní odkaz bez cíle.
de: Relativer Link ohne Ziel ausgewählt.
fr: Le lien relatif sélectionné n'a pas de cible.
ru: Относительная ссылка выбрана без цели
sv: Den markerade relativa länken saknar mål.
uk: Відносне посилання обрана без мети

source: Absolute link selected without URL. If the link goes to an internal item in Silva, put a checkmark in the relative link field.
cs: Zvolen absolutní odkaz bez URL. Pokud odkaz směřuje na vnitřní položku v Silva, zaškrtněte pole relativního odkazu.
de: Es wurde ein fixer Link ausgewählt ohne eine URL anzugeben. Wenn der Link auf eine Seite in Silva verweist, markieren Sie das Feld für relative Links.
ru: Абсолютная ссылка выбрана без URL. Если ссылка идет на внутренний пункт в Silva, поставьте галочку в поле Относительная ссылка.
sv: Den markerade absoluta länken saknar URL. Om länken går till ett internt objekt i Silva, markera kryssrutan för relativ länk.
uk: Абсолютне посилання обрана без URL. Якщо посилання йде на внутрішній пункт в Silva, поставте галочку в полі Відносне посилання.

source: Click the Lookup button to select an item to refer to.
cs: Klikněte na tlačítko vyhledat pro zvolení položky na kterou odkazovat.
de: Klicken Sie auf die Schaltfläche zum Auswählen, um ein Objekt zu suchen auf das Sie verweisen wollen.
fr: Cliquez sur lebouton Rechercher pour sélectionner l'objet auquel vous faites reférence
ru: Нажмите кнопку Поиск, чтобы выбрать элемент для обозначения.
sv: Klicka på knappen "Hitta" för att välja ett objekt att referera till.
uk: Натисніть кнопку Пошук, щоб вибрати елемент для позначення.

source: A Silva Link makes it possible to create links that show up in navigation or a Table of Contents. The links can be absolute or relative. Absolute links go to external sites while relative links go to content within Silva.
cs: Odkaz SIlva umožňuje vytvářet odkazy, které jsou zobrazeny v navigaci v obsahu. Odkazy mohou být absolutní či relativní. Absolutní odkazy mohou jít na externí stránky, zatímco relativní odkazují na obsah uvnitř Silva.
de: Ein Silva Link ermöglicht das Erstellen von Links, die in der Navigation oder einem Inhaltsverzeichnis aufscheinen. Die Links können absolut oder relativ sein. Absolute Links zeigen auf externe Seite während relative Links auf Inhalt innerhalb von Silva zeigen.
fr: Un lien Silva permet de créer un lien qui s'affiche dans la fenêtre de navigation ou une Table des Matières. Le lien peut être absolu ou relatif. Un lien absolu pointera vers un site externe alors qu'un lien relative permettra d'accéder à du contenu présent dans Silva.
ru: Silva-Ссылка позволяет создавать ссылки, которые отображаются в навигации или в Оглавлении. Ссылки могут быть абсолютными или относительными. Абсолютные ссылки ведут на внешние сайты, в то время как относительные ссылки ведут в содержание Silva
sv: En Silva-länk gör det möjligt att skapa länkar som visas i navigeringsfältet eller en innehållsförteckning. Länkar kan vara absoluta eller relativa. Absoluta länkar går till externa platser, medan relativa länkar går till innehåll inom Silva.
uk: Silva-Лінк дозволяє створювати посилання, які відображаються в навігації або в змісті. Посилання можуть бути абсолютними або відносними. Абсолютні посилання ведуть на зовнішні сайти, в той час як відносні посилання ведуть в зміст Silva

source: Publications are special folders. They function as the major organizing blocks of a Silva site. They are comparable to binders, and can contain folders, documents, and assets. Publications are opaque. They instill a threshold of view, showing only the contents of the current publication. This keeps the overview screens manageable. Publications have configuration settings that determine which core and pluggable objects are available. For complex sites, sub-publications can be nested.
cs: Publikace jsou zvláštní složky. Fungují jako hlavní bloky uspořádání na stránce Silva. Můžou být přirovnány k pořadačům a mohou obsahovat složky, dokumenty a zdroje. Publikace nejsou průhledné. Zavádí práh pohledu, zobrazujíc pouze obsah ze současné publikace. Tím jsou souhrnná zobrazení přehledná. Publikace mají nastavení, která určují zobrazení hlavních a zásuvných objektů. Pro složité stránky mohou být podpublikace vnořeny.
de: Veröffentlichungen sind spezielle Ordner. Diese funktionieren wie die bedeutenden organisierenden Blöcke der Silva Seite. Diese können mit Binder und können Ordner, Dokumente und Aktiva enthalten. Veröffentlichungen sind dicht. Diese beinhalten eine Schwellenwert der Ansicht, der nur nur den Inhalt der aktuellen Veröffentlichung zeigt. Dies hält den Überblick die Schirme verwaltbar. Veröffentlichungen haben Konfigurationseinstellungen, die festlegen, welche kern- und steckbaren Objekte verfügbar sind. Für komplexe Seiten, Unterveröffentlichungen können eingenistet werden.
fr: Les publications sont des dossiers spéciaux. Il fonctionnent comme la plupart des blocs d'organisation du site Silva. Ils sont comparables aux binders, ils peuvent contenir des dossiers, des documents et des assets. Les publications sont invisibles Elles contiennent une gammes de vues, montrant seulement les contenus de la publication courante. Cela permet à l'écran de l'aperçu de rester gérable. Les publications ont des paramètres de configurations qui déterminent quel coeur et objets à plugger sont valides. Pour les sites complexes, les sous-publications peuvent être marginalisées.
ru: Публикации имеют специальные папки. Они функционируют как основные, организуя блоки для сайта Silva. Они аналогичны связям и могут содержать папки, документы, и средства. Публикациии непрозрачны. Они внушают зрению, показывая, только содержимое текущей публикации. Это делает обзор экранов управляемыми. Публикации имеют настройки, которые определяют какое ядро или подключаемые объекты доступны. Для Сложных сайтов, под публикации могут быть вложенными.
sv: Publikationer är specialmappar. De fungerar som de viktigaste organisationsenheterna på en Silva-plats. De kan jämföras med pärmar och kan innehålla mappar, dokument och tillgångar. Publikationer är ogenomskinliga. De begränsar läsvyerna genom att endast visa innehållet i den aktuella publikationen. Det håller översikts- fönstren hanterbara. Publikationer har konfigurationsinställningar som avgör vilka kärn- och anslutningsbara objekt som är tillgängliga. För komplexa platser kan underpublikationer kapslas.
uk: Публікації мають спеціальні папки. Вони функціонують як основні, організовуючи блоки для сайту Silva. вони аналогічні зв'язкам і можуть містити папки, документи, і кошти. Публікації непрозорі. Вони вселяють зору, показуючи, тільки вміст поточної публікації. Це робить огляд екранів керованими. Публікації мають настройки, які визначають яке ядро або підключаються об'єкти доступні. для Складних сайтів, під публікації можуть бути вкладеними.

source: You cannot convert a publication into a publication.
cs: Nemůžete převést publikaci do publikace.
de: Sie können eine Publikation nicht in eine Publikation umwandeln.
fr: Vous ne pouvez convertir une publication en une publication.
ru: Вы не можете конвертировать публикации в публикацию.
sv: Du kan inte konvertera en publikation till en publikation.
uk: Ви не можете конвертувати публікації в публікацію.

source: Already a local site.
cs: Již je místní stránka.
de: Bereits eine lokale Seite.
fr: Déjà un site local.
ru: Локальный сайт уже существует.
sv: Redan en lokal plats.
uk: Локальний сайт вже існує.

source: Not a local site.
cs: Není místní stránka.
de: Keine lokale Seite.
fr: Pas un site local.
ru: Не локальный сайт.
sv: Inte en lokal plats.
uk: Не локальний сайт.

source: Can't disable local site on Silva Root.
cs: Nelze zakázat místní stránku v kořeni Silva.
de: Ein Deaktivieren der lokalen Webseite im Silva Root ist nicht möglich.
fr: Impossible de supprimer le site local sur un contenu de type Silva Root.
ru: Невозможно отключить локальный сайт на Silva Root.
sv: Det går inte att inaktivera lokala platser vid Silvas rot.
uk: Неможливо відключити локальний сайт на Silva Root.

source: Still have registered customizations.
cs: Stále existují zaregistrovaná přizpůsobení.
de: Es existieren noch immer registrierte Anpassungen.
sv: Har fortfarande registrerade anpassningar.

source: Still have registered services.
cs: Stále existují zaregistrované služby.
de: Es existieren noch immer regrierte Services.
sv: Har fortfarande registrerade tjänster.

source: Root cannot be converted to folder.
cs: Kořen nelze převést do složky.
de: Die Root kann nicht in einen Ordner umgewandelt werden.
fr: Impossible de convertir le contenu de type Silva Root en dossier.
sv: Roten kan inte konverteras till en mapp.

source: Root cannot be converted to publication.
cs: Kořen nelze převést do publikace.
de: Root kann nicht in eine Publikation umgewandelt werden.
sv: Roten kan inte konverteras till en publikation.

source: Site identifier
cs: Identifikátor stránky
de: Webseiten ID
fr: Identifiant du site
ru: Идентификатор сайта
sv: Platsidentifierare
uk: Ідентифікатор сайту

source: Site title
cs: Název stránky
de: Titel der Seite
fr: Titre du site
ru: Название сайта
sv: Platsrubrik
uk: Назва сайту

source: Add search functionality?
cs: Přidat funkci hledání?
de: Suchfunktion hinzufügen?
fr: Ajouter une fonction de recherche ?
ru: Добавить функцию поиска?
sv: Lägg till sökfunktion?
uk: Додати функцію пошуку?

source: Add user documentation?
cs: Přidat uživatelskou dokumentaci?
de: Benutzerdokumentation hinzufügen?
fr: Ajouter la documentation utilisateur ?
ru: Добавить пользовательскую документацию?
sv: Lägg till användardokumentation?
uk: Додати налаштовувану документацію?

source: Authenticate first to add a new site
cs: Nejdříve ověřit pro přidání nové stránky
de: Authentifizieren Sie sich bevor Sie eine neue Seite hinzufügen
fr: Identifiez-vous avant d'ajouter un nouveau site.
ru: Пройдите аутентификацию перед созданием нового сайта
sv: Autentisera först för att lägga till en ny plats
uk: Пройдіть аутентифікацію перед створенням нового сайту

source: Add a new site
cs: Přidat novou stránku
de: Eine neue Seite hinzufügen
fr: Ajouter un nouveau site
ru: Добавить новый сайт
sv: Lägg till en ny plats
uk: Додати новий сайт

source: New Silva site ${identifier} added.
cs: Přidáno nov identifikátor stránky Silva ${identifier}.
de: Neue Silva Webseite ${identifier} hinzugefügt.
fr: Nouveau site Silva ${identifier} ajouté.
ru: Новый Silvia сайт ${identifier} добавлен
sv: Ny ${identifier} för Silva-plats lades till.
uk: Новий Silvia сайт ${identifier} доданий

source: Welcome to Silva ${version}
cs: Vítejte v Silva ${version}
de: Willkomen in Silva ${version}
fr: Bienvenu sur Silva ${version}
ru: Добро пожаловать Silva ${version}
sv: Välkommen till Silva ${version}
uk: Ласкаво просимо в Silva ${version}

source: Add a new Silva site
cs: Přidat novou stránku Silva
de: Neue Silva Seite hinzufügen
fr: Ajouter un nouveau site Silva
ru: Добавить новый сайт Silvia
sv: Lägg till en ny Silva-plats
uk: Додати новий сайт Silvia

source: Zope is running in development mode.
cs: Zope běží v režimu vývojáře.
de: Zope läuft im Entwicklungsmodus.
fr: Zope fonctionne en mode développement.
ru: Zope работает в режиме разработки.
sv: Zope körs i utvecklingsläge.
uk: Zope працює в режимі розробки.

source: Zope is running in production mode.
cs: Zope běží v provozním režimu.
de: Zope läuft im Produktionsmodus
fr: Zope fonctionne en mode production.
ru: Zope работает в производственном режиме.
sv: Zope körs i produktionsläge.
uk: Zope працює у виробничому режимі.

source: You cannot revoke your own role
cs: Nemůžete zrušit vlastní roli
de: Sie können Ihre eigene Rolle nicht widerrufen
fr: Vous ne pouvez pas révoquer votre propre rôle.
ru: Вы не можете отменить Вашу собственную роль
sv: Du kan inte återkalla din egen roll
uk: Ви не можете скасувати Вашу власну роль

source: You must have at least the role you are trying to revoke
cs: Musíte alespoň mít tu roli, kterou chcete zrušit
de: Sie müssen zumindest die Rolle haben, die Sie widerrufen möchten.
fr: Vous devez posséder au moins le rôle que vous essayer de révoquer.
ru: У Вас должна быть, по крайней мере, роль, которую Вы пытаетесь отменить
sv: Du måste inneha åtminstone samma rollnivå som du försöker återkalla.
uk: У Вас повинна бути, принаймні, роль, яку ви намагаєтеся скасувати

source: You must have at least the role you are trying to grant
cs: Musíte alespoň mít tu roli, kterou chcete udělit
de: Sie müssen zumindest die Rolle haben, die Sie versuchen zu vergeben.
fr: Vous devez posséder au moins le rôle que vous essayer de donner.
sv: Du måste inneha åtminstone samma rollnivå som du försöker bevilja.

source: This role cannot be granted in this context
cs: Tato role nemůže být v tomto kontextu udělena
de: Diese Rolle kann in diesem Kontext nicht vergeben werden.
fr: Ce rôle ne peut pas être donné dans ce contexte.
sv: Denna roll kan inte beviljas i den här kontexten

source: The search input is too short. Please enter two or more characters.
cs: Vstup hledání je příliš krátký. Prosím zadejte dva nebo více znaků.
de: Die Suchanfrage ist zu kurz. Bitte geben Sie zwei oder mehr Buchstaben ein.
fr: La saisie est trop courte pour faire une recherche. Veuillez saisir plus de deux caractères.
sv: Söksträngen är för kort. Ange två eller fler tecken.

source: No such version ${version}
cs: Žádná taková verze ${version}
de: Keine Version ${version} vorhanden
fr: Aucune version ${version}
sv: Det finns ingen version ${version}
