Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Use HTML CSS class ${css_class}.
cs: Použít třídu HTML CSS ${css_class}.
de: Benutze HTML CSS Klass ${css_class}.
sv: Använd HTML-CSS-klassen ${css_class}.

source: This slot only allows to use the sources ${code_sources}.
cs: Tato pozice umožňuje použít pouze zdroje ${code_sources}.
de: Dieser slot erlaubt nur die Verwendung der Quelle ${code_source}.
sv: Detta fack tillåter endast användning av källorna ${code_sources}.

source: This slot doesn't allow to use the sources ${code_sources}.
cs: Tato pozice neumožňuje použít zdroje ${code_sources}.
de: Dieser Slot erlaubt nicht die Verwendung der Quelle ${code_source}.
sv: Detta fack tillåter inte användning av källorna ${code_sources}.

source: Slot ${identifier} for pages using this model:
cs: Pozice ${identifier} pro stránky používající tento model:
de: Slot ${identifier} für Seiten, die dieses Model verwenden.
sv: Fack ${identifier} för sidor som använder denna modell:

source: This slot allows ${content} to be added in it.
cs: Tato pozice umožňuje přidání ${content}.
de: Dieser Slot kann in ${content} eingefügt werden.
sv: Detta fack tillåter att ${content} läggs till i det.

source: All other components cannot be added.
cs: Všechny ostatní součásti nelze přidat.
de: Alle anderen Komponenten können nicht eingefügt werden.
sv: Inga andra komponenter kan läggas till.

source: Use HTML tag ${tag}.
cs: Použít HTML značku ${tag}.
de: Verwenden Sie HTML tag ${tag}.
sv: Använd HTML-taggen ${tag}.

source: HTML tag
cs: HTML značka
fr: Tag HTML
ru: HTML тег
sv: HTML-tagg
uk: HTML тег

source: HTML tag to use to create the slot.
cs: HTML značka kterou použít pro vytvoření pozice.
de: HTML-Tag der verwendet wird, den Bereich anzulegen.
fr: Tag HTML utilisé pour créer l'emplacement.
sv: HTML-tagg som används för att skapa facket.

source: CSS class(es)
cs: Třídy CSS
de: CSS Klasse(n)
fr: Classe(s) CSS
ru: CSS класс(ы)
sv: CSS-klass(er)
uk: CSS класс(ы)

source: Whitespace delimited CSS classes to apply on the slot.
cs: Třídy CSS vymezené mezerami, které budou použity na pozici.
de: Der Leerraum begrenzt CSS Klassen, die auf den Bereich angewendet werden.
fr: Classe(s) CSS à appliquer sur l'emplacement, séparé(s) avec des espaces.
sv: CSS-klasser som skall tillämpas på facket, avgränsade med blanksteg.

source: Code source whitelist
cs: Zdroj kódu mezery
de: Liste erlaubter Code sources
sv: Betrodda kodkällor

source: If any code sources are selected, it will be the only ones addable to the slot.
cs: Pokud jsou zvoleny nějaké zdroje kódu, pouze tyto budou moci být přidány do pozice.
de: Wenn Code Sources ausgewählt sind, sind nur diese hinzufügbar zu dem Bereich.
sv: Kodkällor som väljs ur den här listan kommer att vara de enda som kan läggas till i facket.

source: Code source blacklist
cs: Černá listina zdroje kódu
de: Code Sources Blacklist
sv: Blockerade kodkällor

source: If any code sources are selected, it will be the only ones not addable to the slot.
cs: Pokud jsou zvoleny jakékoliv zdroje kódu, pak pouze tyto nebudou moct být přidány do pozice.
de: Wenn ein zusätzliches Programm ausgewählt wird, kann es als einziges nicht der Liste beigefügt werden.
sv: Kodkällor som väljs ur den här listan kommer inte att kunna läggas till i facket.

source: Content type
cs: Typ obsahu
de: Inhaltsart
fr: Type de contenu
ru: Тип содержимого
sv: Innehållstyp
uk: Тип вмісту

source: Only the selected Silva content types will be addable to the slot using the site content component.
cs: Pouze zvolené typy obsahu SIlva budou moct být přidány do pozice pomocí komponenty obsahu stránky.
de: Nur ausgewählte Silva Content-Typen können zur Liste der Bestandteile der Webseiten-Inhalte hinzugefügt werden.
sv: Endast de markerade Silva-innehållstyperna kommer att kunna läggas till i facket m.h.a. platsinnehållskomponenten.

source: Block all others
cs: Blokovat všechny ostatní
de: Alle anderen blocken
sv: Blockera alla övriga

source: Any code sources or Silva content types not explicitly allowed by a previous option won't be addable to the slot if this option is checked.
cs: Všechny zdroje kódu nebo typy obsahu SIlva nebudou předchozí možností výslovně povoleny/ nebudou moct být přidány do pozice.
de: Kein anderes zusätzliches Programm oder kein anderer Silva Content-Typ, das oder der nicht explizit durch eine vorherige Option akzeptiert wurde, kann zur Liste der Bestandteile der Webseiten-Inhalte hinzugefügt werden, wenn diese Auswahl markiert ist.
sv: Kodkällor eller Silva-innehållstyper som inte uttryckligen har godkänts i ett tidigare inställningsalternativ, kommer inte att kunna läggas till i facket.

source: New slot added.
cs: Je přidána nová pozice.
de: Weitere Liste angelegt.
fr: Nouvel emplacement ajouté.
ru: Новый слот добавлен.
sv: Ett nytt fack har lagts till.
uk: Новий слот доданий.

source: Identifier required.
cs: Je vyžadován identifikátor.
de: ID verlangt
fr: Identifiant requis.
sv: Identifierare krävs.

source: Invalid identifier.
cs: Neplatný identifikátor.
de: Falsche ID
fr: Identifiant invalide.
ru: Неверный идентификатор.
sv: Ogiltig identifierare.
uk: Невірний ідентифікатор.

source: A slot with that identifier already exists.
cs: Pozice s identifikátorem již existuje.
de: Ein Bereich mit dieser ID existiert bereits.
fr: Un emplacement avec cet identifiant existe déjà.
ru: Слот с этим идентификатором уже существует.
sv: Ett fack med samma identifierare finns redan.
uk: Слот з цим ідентифікатором вже існує.

source: Add a sub-slot
cs: Přidat podpozici
de: Fügen Sie einen Unter-Bereich hinzu.
fr: Ajouter un emplacement.
ru: Добавить суб-слот
sv: Lägg till ett underfack
uk: Додати суб-слот

source: You can configure slot options and restrictions here.
cs: Zde můžete nastavit možnosti pozice a omezení.
de: Konfigurieren Sie hier Optionen und Einschränkungen für Bereiche.
fr: Vous pouvez ici configurer les options et restrictions de l'emplacement.
sv: Här kan du konfigurera fackalternativ och -begränsningar.

source: Slot
cs: Pozice
de: Bereich
fr: Emplacement
ru: Слот
sv: Fack
uk: Слот

source: Slot modified.
cs: Pozice změněna.
de: Liste modifiziert
fr: Emplacement modifié.
ru: Слот изменен.
sv: Facket har ändrats.
uk: Слот змінений.

source: Edit a sub-slot
cs: Upravit podpozici
de: Bearbeiten eines Unter-Bereichs.
fr: Modifier un sous-emplacement
ru: Изменить суб-слот
sv: Redigera ett underfack
uk: Змінити суб-слот

source: No restriction
cs: Bez omezení
de: Keine Einschränkung
fr: Aucune restriction
ru: Без ограничений
sv: Inga begränsningar
uk: Без обмежень

source: Slot identifier
cs: Identifikátor pozice
de: Bereichs ID
fr: Identifiant de l'emplacement
sv: Fackidentifierare

source: This identifier should uniquely identify the new sub-slot, and will be used to refer the sub-slot to store components. Only letters and numbers are allowed.
cs: Tento identifikátor by měl jedinečně identifikovat novou podpozici a bude použit pro odkazování na tuto pozici pro uložení komponent. Jsou povolena pouze písmena a čísla.
de: Diese Bezeichnung muss eindeutig den neuen Unter-Bereich definieren und sie wird verwendet um vom Unter-Bereich auf Speicher-Komponenten zu verweisen. Nur Buchstaben und Zahlen sind erlaubt.
fr: Cet identifiant doit être unique pour l'emplacement, et sera utilisé pour stocker les composants de l'emplacement. Seulement des lettres et des chiffres sont acceptés.
sv: Denna identifierare skall vara unik för det nya underfacket och kommer att användas som referens till underfacket för lagring av komponenter. Endast bokstäver och siffror är tillåtna.

source: Added new source component
cs: Přidána nová komponenta zdroje
de: Es wurde ein neuer Quellteil hinzugefügt
sv: Tillagd ny källkomponent

source: Parameters for new source ${title}
cs: Parametry pro nový zdroj ${title}
de: Parameter für die neue Quelle ${title}
ru: Параметры для нового источника ${title}
sv: Parametrar för den nya källan ${title}
uk: Параметри для нового джерела ${title}

source: Add a source component
cs: Přidat komponentu zdroje
de: Hinzufügen eines neuen Quellteils
sv: Lägg till källkomponent

source: Source component modified.
cs: Komponenta zdroje změněna.
de: Quellteil wurde modifiziert
sv: En källkomponent har ändrats.

source: Edit a source component
cs: Upravit komponentu zdroje
de: Quellteil bearbeiten
sv: Redigera en källkomponent

source: Parameters for existing source ${title}
cs: Parametry pro existujíccí zdroje ${title}
de: Parameter für bestehende Quelle ${title}
sv: Parametrar för den befintliga källan ${title}

source: Convert
cs: Převést
de: Konvertieren
fr: Convertir
ru: Конвертировать
sv: Konvertera
uk: Конвертувати

source: Convert existing source component to asset
cs: Převést existující komponentu zdroje na objekt
de: Konvertiert bestehende Quell-Komponenten zu Objekten.
sv: Konvertera befintlig källkomponent till tillgång

source: Create a source asset using current source parameters, and refer to it using a site content component.
cs: Vytvořit objekt zdroje pomocí jeho současných parametrů a odkazovat na něj pomocí komponenty obsahu stránky.
de: Erstellung eines Quell-Objektes unter Verwendung aktueller Quell-Parameter und Bezug darauf unter Verwendung einer Komponente des Inhalts der Webseite.
sv: Skapa en källtillgång från de aktuella källparametrarna och referera till den m.h.a. en platsinnehållskomponent.

source: New text added.
cs: Přidán nový text.
de: Neuer Text hinzugefügt.
fr: Nouveau texte ajouté.
sv: Ny text har lagts till.
uk: Новий текст доданий.

source: Add some text
cs: Přidat nějaký text
de: Text hinzufügen
fr: Ajouter du texte
ru: Добавить другой текст
sv: Lägg till text
uk: Додати інший текст

source: Text modified.
cs: Text změněn.
de: Text wurde modifiziert
fr: Texte modifié.
ru: Текст изменен.
sv: Texten har ändrats.
uk: Текст змінений.

source: Edit text
cs: Upravit text
de: Text bearbeiten
fr: Éditer le texte
ru: Редактировать текст
sv: Redigera text
uk: Редагувати текст

source: Convert text to a document
cs: Převést text na dokument
de: Text in ein Dokument konvertieren
fr: Convertir le texte en un document
ru: Конвертирование текста в документе
sv: Konvertera text till ett dokument
uk: Конвертування тексту в документі

source: Convert text to a standalone document, and refer to it using a site content component.
cs: Převést text na samostatný dokument a odkazovat na něj pomocí komponenty obsahu stránky.
de: Umwandeln von Text in ein unabhängiges Dokument und Bezug darauf unter Verwendung einer Komponente des Inhalts der Webseite.
sv: Konvertera text till ett fristående dokument och referera till det m.h.a. en platsinnehållskomponent.

source: This component is not available.
cs: Tato komponenta není dostupná.
de: Diese Komponente ist nicht verfügbar.
fr: Ce composant n'est pas disponible.
ru: Этот компонент не доступен.
sv: Denna komponent är inte tillgänglig.
uk: Цей компонент не доступний.

source: This document is not available.
cs: Tento dokument není dostupný.
de: Dieses Dokument ist nicht verfügbar.
fr: Ce document n'est pas disponible.
ru: Этот документ не доступен.
sv: Detta dokument är inte tillgängligt.
uk: Цей документ не доступний.

source: This template cannot be used for this model
cs: Tuto šablonu nelze pro tento model použít
de: Diese Vorlage kann für dieses Model nicht verwendet werden.
sv: Den här mallen kan inte användas med denna modell

source: Select a template for your Page.
cs: Vyberte šablonu pro vaši stránku.
de: Wählen Sie eine Vorlage für Ihre Seite.
fr: Sélectionnez un modèle pour votre page.
ru: Выберите шаблон для вашей страницы.
sv: Välj en mall för din sida.
uk: Виберіть шаблон для вашої сторінки.

source: Components
cs: Komponenty
de: Bestandteile
fr: Composants
ru: Компоненты
sv: Komponenter
uk: Компоненти

source: Component type
cs: Typ komponenty
de: Komponenten Typ
fr: Type de Composant
ru: Тип компонента
sv: Komponenttyp
uk: Тип компонента

source: Groups
cs: Skupiny
de: Gruppen
fr: Groupes
ru: Группы
sv: Grupper
uk: Групи

source: -- Choose a role --
cs: -- Zvolte roli --
de: -- Wählen Sie eine Rolle --
ru: -- Выберите роль --
sv: -- Välj en roll --
uk: -- Вибрати роль --

source: -- Choose a content type --
cs: -- Zvolte typ obsahu --
de: -- Wählen Sie einen Kontent Typen --
ru: -- Выберите тип содержимого --
sv: -- Välj en innehållstyp --
uk: -- Виберіть тип вмісту --

source: Restrictions
cs: Omezení
de: Beschränkungen
ru: Ограничения
sv: Begränsningar
uk: Обмеження

source: Default templates
cs: Výchozí šablony
de: Standard Vorlage
ru: Шаблоны по умолчанию
sv: Standardmallar
uk: Шаблони за замовчуванням

source: Select a template for your Page Model.
cs: Vyberte šablonu pro váš model stránky.
de: Wählen Sie ein Template für Ihr Seiten-Modell.
fr: Sélectionner un modèle pour votre page modèle.
ru: Выберите шаблон для Вашей модели страницы.
sv: Välj en mall för din sidmodell.
uk: Виберіть шаблон для Вашої моделі сторінки.

source: Allowed Content Types
cs: Povolené typy obsahu
de: Erlaubte Inhaltstypen
ru: Разрешены типы содержимого
sv: Tillåtna innehållstyper
uk: Дозволені типи вмісту

source: Only the selected content types will accept this Page Model as a template.
cs: Pouze zvolené typy obsahu přijmou tento model stránky jako šablonu.
de: Nur die ausgewählten Inhaltstypen werden das Seiten-Modell als Vorlage annehmen.
fr: Seulement les types de contenus sélectionnés pourront utiliser ce page modèle comme modèle.
ru: Только выбранные типы содержимого будут принимать эту модель страницы в качестве шаблона.
sv: Endast de markerade innehållstyperna kommer att acceptera denna sidmodell som en mall.
uk: Тільки обрані типи вмісту будуть приймати цю модель сторінки в якості шаблону.

source: Minimum role
cs: Minimální role
de: Minimum Rolle
fr: Rôle minimal
ru: Минимальное роль
sv: Lägsta tillåtna rollnivå
uk: Мінімальна роль

source: Only users with this role can utilise this Page Model.
cs: Pouze uživatelé s touto rolí mohou použít tento model stránky.
de: Nur Benutzer mit dieser Rolle können dieses Seiten-Modell verwenden.
fr: Seulement les utilisateurs avec ce rôle pourront utiliser ce page modèle.
ru: Только пользователи с этой ролью могут использовать эту модель страницы.
sv: Endast användare med denna roll, eller högre rollnivåer, kan använda denna sidmodell.
uk: Тільки користувачі з цією роллю можуть використовувати цю модель сторінки.

source: Page Model(s)
cs: Model(y) stránky
de: Seiten Modell
fr: Page modèle(s)
ru: Модель(и) страниц
sv: Sidmodell(er)
uk: Модель(і) сторінок

source: Template Service configuration
cs: Nastavení služby šablony
de: Konfiguration Vorlagen-Service
sv: Konfiguration av malltjänst

source: Configure restrictions and defaults for content layout tempates
cs: Nastavit omezení a výchozí hodnoty pro šablony rozvržení obsahu
de: Konfigurieren Sie Einschränkungen und Standards für die Layout Vorlagen für den Inhalt.
sv: Konfigurera begränsningar och standarder för innehållslayoutmallar.

source: Template ${design} is not available.
cs: Šablona ${design} není dostupná.
de: Vorlage ${design} ist nicht verfügbar
fr: Le modèle ${design} n'est pas disponible.
ru: Шаблон ${design} недоступен.
sv: Mallen ${design} är inte tillgänglig.
uk: Шаблон ${design} недоступний.

source: Template ${design} restricts its usage to ${require} objects, however ${content} do not comply.
cs: Šablona ${design} omezuje své použití na objekty ${require}, ale ${content} mezi ně nepatří.
de: Die Vorlage ${design} schränkt den Gebrauch von ${require} Objekten bei denen aber ${content} nicht den Auflagen entspricht.
ru: Шаблон ${design} ограничивает использование в ${require} объектах, однако ${content} не соответствуют требованиям.
sv: Användningen av mallen ${design} är begränsad till ${require}-objekt, men ${content} saknar trots det kompatibilitet.
uk: Шаблон ${design} обмежує використання у ${require} об'єктах, однак ${content} не відповідають вимогам.

source: Define templates access restrictions
cs: Určit omezení přístupu k šablonám
de: Bestimmen Sie die Zugangsrestriktionen für dieses Vorlage.
ru: Определить ограничения доступа к шаблонам
sv: Definiera åtkomstbegränsningar för mallar
uk: Визначити обмеження доступу до шаблонів

source: Define default template for content types
cs: Určit výchozí šablonu pro typy obsahu
de: Bestimmen Sie eine Standardvorlage für Inhaltstypen.
ru: Определить шаблон по умолчанию для типов содержимого
sv: Definiera standardmall för innehållstyper
uk: Визначити шаблон за замовчуванням для типів вмісту

source: Component palette configuration
cs: Nastavení komponenty palety
de: Konfiguration der Komponenten-Palette
fr: Configuration de la palette de composants
sv: Konfiguration av komponentpaletten

source: Sort possible components into groups.
cs: Seřadit možné komponenty do skupin.
de: Sortieren Sie mögliche Komponenten in Gruppen.
fr: Trier les composants utilisables en groupes.
ru: Сортировка возможных компонентов в группы.
sv: Sortera användningsbara komponenter i grupper.
uk: Сортування можливих компонентів в групи.

source: Edit component
cs: Upravit komponentu
de: Komponente bearbeiten
fr: Éditer le composant
ru: Редактировать компонент
sv: Redigera komponent
uk: Редагувати компонент

source: Move component
cs: Přesunout komponentu
de: Komponente verschieben
fr: Déplacez le composant
ru: Перемещение компонентов
sv: Flytta komponent
uk: Переміщення компонентів

source: Remove component
cs: Odstranit komponentu
de: Komponente entfernen
fr: Supprimer le composant
ru: Удалить компонент
sv: Ta bort komponent
uk: Вилучити компонент

source: Remove all components
cs: Odstranit všechny komponenty
de: Alle Komponenten löschen
fr: Supprimer tout les composant
ru: Удалите все компоненты
sv: Ta bort alla komponenter
uk: Видаліть всі компоненти

source: Spare components
cs: Zbylé komponenty
de: Komponente auslassen
sv: Överblivna komponenter

source: The spare components listed below are a result of switching the template. You can drag them into a new position on your page, or remove them entirely.
cs: Zbylé komponenty vypsané níže jsou výsledkem změny šablony. Můžete je přetáhnout do nového umístění na vaší stránce, nebo je zcela odstranit.
de: Die Liste der ausgelassenen Komponenten ist ein Resultat eines Vorlagen-Wechsels. Ziehen Sie diese in eine neue Position auf der Seite oder entfernen Sie sie endgültig.
sv: De överblivna komponenterna som listas nedan finns där som ett resultat av mallbytet. Du kan dra dem till en ny position på din sida eller ta bort dem helt och hållet.

source: Manage CKEditor configurations
cs: Správa nastavení CKEditor
de: Bearbeiten der CKEditor Konfiguration
ru: Настройка CKEditor
sv: Hantera inställningar för CKEditor
uk: Налаштування CKEditor

source: You can from here modify the WYSIYG editor settings.
cs: Zde můžete měnit nastavení editoru WYSIWYG.
de: Von hier aus können die WYSIWYG Editor Einstellungen bearbeitet werden.
ru: Вы можете отсюда изменить настройки WYSIYG редактора.
sv: Här kan du ändra inställningarna för WYSIYG-redigeraren.
uk: Ви можете звідси змінити налаштування WYSIYG редактора.

source: Add a configuration
cs: Přidat nastavení
de: Hinzufügen einer Konfiguration
fr: Ajouter une configuration
ru: Добавить конфигурацию
sv: Lägg till en konfiguration
uk: Додати конфігурацію

source: Add a specific editor configuration for a content type in Silva.
cs: Přidat konkrétní nastavení editoru pro typ obsahu v Silva.
de: Fügen Sie eine bestimmte Editor-Konfiguration für einen Objekt-Typ in Silva ein.
fr: Ajouter une configuration spécifique pour un type de contenu dans Silva.
sv: Lägg till en viss redigerarkonfiguration för en innehållstyp i Silva.

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter
ru: Добавить
sv: Lägg till
uk: Додати

source: There were errors
cs: Nastaly chyby
de: Fehler vorhanden
fr: Il y a des erreurs
ru: Произошли ошибки
sv: Fel har uppstått
uk: Відбулися помилки

source: edit the selected configuration
cs: upravit zvolené nastavení
de: Bearbeiten der gewählten Konfiguration
ru: редактирование выбранной конфигурации
sv: redigera den markerade konfigurationen
uk: редагування вибраної конфігурації

source: remove the selected configuration
cs: odstranit zvolené nastavení
de: Entfernen der gewählten Konfiguration
ru: удаление выбранной конфигурации
sv: ta bort den markerade konfigurationen
uk: видалення вибраної конфігурації

source: You cannot remove the default configuration
cs: Nemůžete odstranit výchozí nastavení
de: Die Standardkonfiguration kann nicht entfernt werden.
ru: Вы не можете удалить конфигурацию по умолчанию
sv: Du kan inte ta bort standardkonfigurationen
uk: Ви не можете видалити конфігурацію за замовчуванням

source: Manage existing configurations
cs: Spravovat existující nastavení
de: Organisieren bestehender Konfigurationen
ru: Управление существующими конфигурациями
sv: Hantera befintliga konfigurationer
uk: Управління існуючими конфігураціями

source: Edit or remove editor configuration for the given Silva content types.
cs: Upravit nebo odstranit existující nastavení pro dané typy obsahu Silva.
de: Bearbeiten oder entfernen Sie Editor-Konfiguration für die vorgegebenen Silva Objekt Typen.
sv: Redigera eller ta bort redigerarkonfiguration för de angivna innehållstyperna i Silva.

source: CKEditor settings
cs: Nastavení CKEditor
de: CK Editor Einstellungen
ru: настройки CKEditor
sv: Inställningar för CKEditor
uk: налаштування CKEditor

source: Manage HTML Sanitizer
cs: Správa hlídače HTML
de: Bearbeiten HTML Sanitizer
ru: Управление HTML Sanitizer
sv: Hantera HTML-saneraren
uk: Управління HTML Sanitizer

source: Save changes
cs: Uložit změny
de: Änderungen speichern
fr: Enregistrer les modifications
ru: Сохранить изменения
sv: Spara ändringar
uk: Зберегти зміни

source: Lookup a content in Silva
cs: Hledat obsah v Silva
de: Nachschlagen eines Objekts in Silva
fr: Chercher un contenu dans Silva
ru: Поиск материала в Silva
sv: Sök efter en innehållspost i Silva
uk: Пошук матеріалу в Silva

source: Lookup
cs: Vyhledávání
de: Nachschlagen
fr: Parcourir
ru: Поиск
sv: Hitta
uk: Пошук

source: Edit content
cs: Upravit obsah
de: Inhalt bearbeiten
fr: Modifier le contenu
ru: Изменить материал
sv: Redigera innehåll
uk: Змінити матеріал

source: External reference
cs: Externí odkaz
de: Externer Verweis
fr: Référence externe
ru: Внешняя ссылка
sv: Extern referens
uk: Зовнішня посилання

source: select:
cs: vybrat:
de: auswählen:
fr: choisir:
ru: выбрать:
sv: välj:
uk: вибрати:

source: identifier
cs: identifikátor
de: ID
fr: identifiant
ru: идентификатор
sv: identifierare
uk: ідентифікатор

source: name
cs: název
fr: nom
ru: имя
sv: namn
uk: ім’я

source: role defined above
cs: role zadaná výše
de: Rollen die in oberen Ebenen definiert wurden
fr: rôle défini ci-dessus
ru: Роль определена выше
sv: roll definierad på överordnad nivå
uk: Роль визначена вище

source: role defined here
cs: role zadaná zde
de: Rollen die hier definiert wurden
fr: rôle défini ici
ru: роль определяется здесь
sv: roll definierad här
uk: роль визначається тут

source: email associated to the entity, ``None`` if group.
cs: email přidělený k této entitě, ``None`` pokud to je skupina.
de: Email verbunden mit der Einheit "None" wenn Gruppe
sv: e-postadress associerad till enheten, "Ingen" om grupp.

source: Invalid ghost target.
cs: Neplatný cíl ducha.
de: Ghost Ziel ist ungültig
sv: Ogiltigt spökmål.

source: Missing required ghost target.
cs: Chybí požadovaný cíl ducha.
de: Das erforderliche Ghost Ziel fehlt.
sv: Nödvändigt spökmål saknas.

source: Ghost target creates a circular reference.
cs: Cíl ducha vytváří kruhový odkaz.
de: Das Ziel des Ghosts erzeugt eine rundumlaufende Referenz.
fr: Le fantôme créer une référence circulaire.
sv: Spökmålet skapar en cirkelreferens.
