Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: change feed settings
cs: změnit nastavení kanálu
de: Ändern der Ticker-Einstellungen
fr: modifier les paramètres du flux
ru: изменить настройки канала
sv: ändra flödesinställningar
uk: змінити налаштування каналу

source: Feed settings saved.
cs: Nastavení kanálu uloženo.
de: Feed-Einstellungen gesichert.
fr: Paramètres du flux sauvegardé.
ru: Настройки канала сохранены.
sv: Flödesinställningarna har sparats.
uk: Налаштування каналу збережені.

source: Space used in this folder
cs: Prostor použitý v této složce
de: Platz der für diesen Ordner verwendet wird.
fr: Espace utilisé dans ce dossier
ru: Используемый размер в этой папке
sv: Utrymme som används i denna mapp
uk: Використовуваний розмір в цій папці

source: Used space
cs: Použitý prostor
de: Benutzter Speicher
fr: Espace utilisé
ru: Используемый размер
sv: Använt utrymme
uk: Використовуваний розмір

source: The quota for this area is set to ${quota} MB.
cs: Kvóta pro tuto oblast je nastavena na ${quota} MB.
de: Die Quote für diesen Bereich wurde auf ${quota} MB gesetzt.
fr: Le quota pour ce dossier est de ${quota} MB.
ru: Для этой области установлена квота в ${quota} MB.
sv: Kvoten för detta område är angiven till ${quota} MB.
uk: Для цієї області встановлено квоту в ${quota} MB.

source: Generic Settings
cs: Obecná nastavení
de: Allgemeine Einstellungen
fr: Paramètres
ru: Общие настройки
sv: Generiska inställningar
uk: Общие настройки

source: Convert to folder
cs: Převést na složku
de: Umwandeln in einen Ordner
fr: Convertir en dossier
ru: Преобразовать в папку
sv: Konvertera till mapp
uk: Перетворити в папку

source: Change container to a folder
cs: Změnit kontejner na složku
de: Ändern eines Kontainers in einen Ordner
fr: Changer en un dossier
ru: Изменение контейнера в папке
sv: Ändra behållare till en mapp
uk: Зміна контейнера в папці

source: Changed into folder.
cs: Změněno na složku.
de: In Folder umgewandelt.
ru: Изменение в папке.
sv: Har ändrats till mapp.
uk: Зміна в папці.

source: Convert to publication
cs: Převést na publikaci
de: In Publikation umwandeln.
fr: Convertir en publication
ru: Преобразование в публикацию
sv: Konvertera till publikation
uk: Перетворення в публікацію

source: Change container to a publication
cs: Změnit kontejner na publikaci
de: Ändern eines Kontainers in eine Publikation.
fr: Changer en une publication
ru: Изменение контейнера на публикацию
sv: Ändra behållare till en publikation
uk: Зміна контейнера на публікацію

source: Changed into publication.
cs: Převedeno na publikaci.
de: In Publikation umgewandelt.
ru: Изменение в публикации.
sv: Har ändrats till publikation.
uk: Зміна в публікації.

source: Make local site
cs: Vytvořit místní stránku
de: Erstellen einer lokalen Site.
fr: Créer un site locale
ru: Создать локальный сайт
sv: Gör till lokal plats
uk: Створити локальний сайт

source: Local site activated.
cs: Místní stránka aktivována.
de: Lokale Seite aktiviert.
fr: Site local activé.
ru: Локальный сайт активирован.
sv: Den lokala platsen har aktiverats.
uk: Локальний сайт активований.

source: Remove local site
cs: Odstranit místní stránku
de: Entfernen einer lokalen Site.
fr: Retirer le site local
ru: Удалить локальный сайт
sv: Ta bort lokal plats
uk: Видалити локальний сайт

source: Local site deactivated.
cs: Místní stránka deaktivována.
de: lokale Seite deaktiviert.
fr: Site local désactivé.
ru: Локальный сайт отключен.
sv: Den lokala platsen har inaktiverats.
uk: Локальний сайт відключений.

source: RSS/Atom is activated for this container. You can access the RSS feed at this ${rss_url}, and the Atom feed at this ${atom_url}.
cs: V tomto kontejneru je aktivován RSS/Atom. Kanál RSS je dostupný na této adrese ${rss_url}, kanál Atom na ${atom_url}.
de: RSS/Atom wurde für diesen Kontainer aktiviert. Sie können auf den RSS Feed mit dieser Adresse ${rss_url} und auf den Atom Feed mit dieser Adresse ${atom_url} zugreifen.
fr: Les flux Atom et RSS sont activés pour ce dossier. Vous pouvez accéder le flux RSS avec cette ${rss_url} et le flux Atom avec cette ${atom_url}.
ru: RSS/Atom активирован для этого контейнера. Вы можете получить доступ к RSS-каналу в ${rss_url} и Atom-каналу в ${atom_url}.
sv: Atom/RSS har aktiverats för denna behållare. Du kan komma åt Atom-flödet på ${atom_url} och RSS-flödet på ${rss_url}.
uk: RSS/Atom активований для цього контейнера. Ви можете отримати доступ до RSS-каналу в ${rss_url} і Atom-каналу в ${atom_url}.

source: RSS/Atom is not activated for this container.
cs: RSS/Atom není v tomto kontejneru aktivováno.
de: RSS/Atom ist für diesen Kontainer nicht aktiviert.
fr: Les flux RSS et Atom ne sont pas activés pour ce dossier.
ru: RSS/Atom не активирован для этого контейнера.
sv: Atom/RSS har inte aktiverats för denna behållare.
uk: RSS/Atom не активований для цього контейнера.

source: Preferences
cs: Nastavení
de: Eigenschaften
ru: Предпочтения
sv: Inställningar
uk: Уподобання

source: Manage...
cs: Správa...
de: Verwalten...
sv: Hantera …

source: Services...
cs: Služby...
de: Dienste …
sv: Tjänster …

source: Logout
cs: Odhlásit se
de: Abmelden
fr: Se déconnecter
ru: Выход
sv: Logga ut
uk: Вийти

source: Use browser language setting
cs: Použít jazyková nastavení prohlížeče
de: Spracheinstellung des Browsers verwenden
fr: Utiliser la langue du navigateur
ru: Использовать настройку языка из браузера
sv: Använd webbläsarens språkinställningar
uk: Використовувати настроювання мови з браузера

source: User identifier
cs: Identifikátor uživatele
de: Benutzer ID
fr: Identifiant utilisateur
ru: Идентификатор пользователя
sv: Användaridentifierare
uk: Ідентифікатор користувача

source: User identifier used to authenticate.
cs: Identifikátor uživatele používaný k ověření
de: Benutzer ID zur Authentifizierung verwendet.
fr: Identifiant utilisateur utilisé pour s'authentifier.
ru: Идентификатор пользователя используется для проверки подлинности.
sv: Användaridentifierare som används för autentisering.
uk: Ідентифікатор користувача використовується для перевірки автентичності.

source: Fullname
cs: Celé jméno
de: Vollständiger Name
fr: Nom complet
ru: Полное имя
sv: Fullständigt namn
uk: Повне ім'я

source: User full name.
cs: Celé jméno uživatele.
de: Vollständiger Benutzername
fr: Nom complet de l'utilisateur.
ru: Полное имя пользователя.
sv: Användarens fullständiga namn.
uk: Повне ім'я користувача.

source: Contact email address for the user.
cs: Kontaktní emailová adresa pro uživatele
de: Kontakt-Mailadresse des Benutzers
fr: Adresse courriel de l'utilisateur.
ru: Контактный адрес электронной почты для пользователей.
sv: Användarens e-postadress för kontakt.
uk: Контактна адреса електронної пошти для користувачів.

source: Preferred language
cs: Upřednostňovaný jazyk
de: Bevorzugte Sprache
fr: Langue préférée
ru: Предпочитаемый язык
sv: Önskat språk
uk: Бажана мова

source: Language to use in the Silva interface.
cs: Jazyk který použít v rozhraní SIlva.
de: Sprache für das Silva Interface
fr: Langue à utiliser pour l'interface Silva.
ru: Язык для использования в интерфейсе Silva.
sv: Språk som skall användas i Silvas gränssnitt.
uk: Мова для використання в інтерфейсі Silva.

source: User preferences
cs: Nastavení uživatele
de: Benutzereinstellungen
fr: Préférences
ru: Настройки пользователя
sv: Användarinställningar
uk: Настройки користувача

source: View...
cs: Zobrazit...
de: Anzeigen...
ru: Просмотр...
sv: Visa …
uk: Перегляд...

source: See the public view of this content in a new tab/window.
cs: Zobrazit jak bude tento obsah vypadat pro veřejnost v nové kartě/okně
de: Öffentliche Version des Inhaltes in einem neuen Tab/Fenster betrachten
ru: Просмотреть это содержание в новой вкладке/окне.
sv: Granska den offentliga vyn för detta innehåll i en ny flik/nytt fönster.
uk: Переглянути це зміст у новій вкладці/вікні.

source: Manage Member service
cs: Správa uživatelské služby
de: Bearbeiten des Member Dienstes
sv: Medlemshanteringstjänst

source: Configure various settings related to user sessions and permissions.
cs: Nastavit různá nastavení související s uživatelskými sezeními a oprávněními.
de: Konfiguration verschiedener Einstellungen im Zusammenhang mit Benutzer-Sitzungen und Zugriffsrechten.
ru: Настройка различных параметров, связанных с пользовательскими сеансами и разрешениями.
sv: Konfigurera olika inställningar relaterade till användarsessioner och behörigheter.
uk: Налаштування різних параметрів, пов'язаних з користувацькими сеансами і дозволами.

source: Install PAS
cs: Instalovat PAS
de: Installation von PAS
ru: Установка PAS
sv: Installera PAS
uk: Установка PAS

source: The page you are trying to visit has restricted access. Please authenticate.
cs: Stránka na kterou se snažíte vstoupit má omezený přístup. Prosím přihlaste se.
de: Für die Seite, die Sie besuchen wollen, bestehen Zugriffseinschränkungen. Bitte melden Sie sich an.
fr: La page que vous voulez consulter est protégée. Veuillez vous authentifier.
ru: У страницы, которую Вы пытаетесь посетить, есть ограниченный доступ. Пожалуйста, идентифицируйтесь.
sv: Sidan som du försöker gå till har begränsad åtkomst. Ange autentiseringsinformation.
uk: У сторінки, яку ви намагаєтеся відвідати, є обмежений доступ. Будь ласка, ідентифікує.

source: Log in to the site
cs: Přihlásit se na stránku
de: Anmeldung auf der Seite
fr: Se connecter sur le site
ru: Войти на сайт
sv: Logga in på platsen
uk: Увійти на сайт

source: Protected area
cs: Chráněná oblast
de: Geschützter Bereich
fr: Zone protégée
ru: Защищенная область
sv: Skyddat område
uk: Захищена область

source: Log in
cs: Přihlásit se
de: Anmeldung
fr: Connectez-vous
ru: Войти
sv: Logga in
uk: Увійти

source: You need to provide a login and a password.
cs: Musíte zadat přihlašovací jméno a heslo.
de: Die Eingabe einer Kennung und eines Passwortes ist erforderlich.
fr: Vous devez entrer un nom d'utilisateur et un mot de passe.
ru: Необходимо указать логин и пароль.
sv: Du måste ange ett användarnamn och ett lösenord.
uk: Необхідно вказати логін і пароль.

source: Invalid login or password.
cs: Neplatné přihlašovací jméno nebo heslo.
de: Falsche Kennung oder falsches Passwor.
fr: Nom d'utilisateur ou mot de passe incorrect.
ru: Неверный логин или пароль.
sv: Ogiltigt användarnamn och/eller lösenord.
uk: Невірний логін або пароль.

source: Logged in
cs: Přihlášen
de: Sie sind angemeldet.
fr: Connecter
ru: Вход выполнен
sv: Inloggad
uk: Вхід виконаний

source: You are now authenticated.
cs: Nyní jste přihlášeni.
de: Sie sind jetzt angemeldet.
fr: Vous êtes maintenant authentifié.
ru: Вы авторизованы.
sv: Du är autentiserad.
uk: Ви авторизовані.

source: Lookup groups...
cs: Vyhledat skupiny...
de: Suche nach Gruppen.
fr: Rechercher des groupes ...
ru: Поиск групп...
sv: Sök efter grupper …
uk: Пошук груп...

source: Search for groups to assign roles
cs: Vyhledat skupiny pro přidělení rolí
de: Suche nach Gruppen zur Zuweisung von Rollen.
ru: Поиск групп для назначения ролей
sv: Sök efter grupper för att tilldela roller
uk: Пошук груп для призначення ролей

source: Group name
cs: Název skupiny
de: Gruppenname
fr: Nom du groupe
ru: Имя группы
sv: Gruppnamn
uk: Ім'я групи

source: Group name or part of a group name to lookup
cs: Název skupiny nebo její část pro vyhledání
de: Name oder Teil des Namens der Gruppe für die Suche.
ru: Имя группы или часть имени группы для поиска
sv: Gruppnamn eller del av gruppnamn att söka efter
uk: Ім'я групи або частина імені групи для пошуку

source: Lookup group
cs: Vyhledat skupinu
de: Suche nach Gruppe
fr: Rechercher des groupes
ru: Поиск групп
sv: Sök efter grupp
uk: Пошук груп

source: Search for groups in order to assign them roles
cs: Hledat skupiny pro přidělování rolí
de: Suche nach Gruppen für die Zuweisung von Rollen.
ru: Поиск групп для назначения им ролей
sv: Sök efter grupper för att kunna tilldela dem roller
uk: Пошук груп для призначення їм ролей

source: Found ${count} groups: ${groups}.
cs: Nalezeno ${count} skupin: ${groups}.
de: ${count} Anzahl Gruppen: ${groups}.
ru: Найдено ${count} группы: ${groups}.
sv: Hittade ${count} grupper: ${groups}.
uk: Знайдено ${count} груп: ${groups}.

source: No matching groups found.
cs: Nenalezeny žádné odpovídající skupiny.
de: Keine Übereinstimmung bei Gruppen gefunden.
ru: Не найдено соответствующих групп.
sv: Det gick inte att hitta några matchande grupper.
uk: Не знайдено відповідних груп.

source: Lookup groups
cs: Vyhledat skupiny
de: Suche Gruppen
fr: Rechercher des groupes
ru: Поиск групп
sv: Sök efter grupper
uk: Пошук груп

source: Search for groups to assign them roles. Leave the field empty to get all groups (could be a long list).
cs: Hledat skupiny pro přidělení rolí. Pokud pole necháte prázdné, budou zobrazeny všechny (seznam by mohl být dlouhý)-
de: Suche nach Gruppen für die Zuordnung von Rollen. Bleibt das Feld leer, werden alle Gruppen angezeigt (die Liste könnte lang sein).
ru: Поиск групп для назначения им ролей. Оставьте поле пустым, чтобы найти все группы (может быть длинный список групп).
sv: Sök efter grupper för att tilldela dem roller. Lämna fältet tomt för att hämta alla grupper (det kan bli en lång lista).
uk: Пошук груп для призначення їм ролей. Залиште поле порожнім, щоб знайти всі групи (може бути довгий список груп).

source: Grant the selected role to the selected groups(s)
cs: Udělit zvolenou roli zvoleným skupinám
de: Zuweisung einer definierten Rolle an ausgewählte Gruppe/n.
ru: Назначение выбранной роли отдельной(ым) группе(ам)
sv: Bevilja markerad(e) grupper den valda rollen
uk: Призначення обраної ролі окремої(им) групі(ам)

source: Role "${role}" granted to group "${groupname}".
cs: Role "${role}" přidělena skupině "${groupname}".
de: Rolle "${role}" zu Gruppe "${groupname}" zugewiesen.
ru: Роль "${role}" назначается группе "${groupname}".
sv: Gruppen "${groupname}" beviljades rollen "${role}".
uk: Роль "${role}" призначається групі "${groupname}".

source: Group "${groupname}" already has the role "${role}".
cs: Skupina "${groupname}" jíž má roli "${role}".
de: Die Gruppe "${groupname}" verfügt bereits über die Rolle "${role}".
ru: Группе "${groupname}" уже назначена роль "${role}".
sv: Gruppen "${groupname}" har redan rollen "${role}".
uk: Групі "${groupname}" вже призначена роль "${role}".

source: Sorry, you are not allowed to remove the role "${role}" from group "${groupid}": ${reason}.
cs: Bohužel Vám není dovoleno odstranit roli "${role}" ve skupině "${groupid}": ${reason}.
de: Leider ist es Ihnen nicht erlaubt die Rolle "${role}" von der Gruppe "${groupid}" zu entfernen: ${reason}.
ru: К сожалению, вы не можете удалить роль "${role}" из группы "${groupid}": ${reason}.
sv: Ledsen, du har inte behörighet att ta bort rollen "${role}" från gruppen "${groupid}": ${reason}.
uk: На жаль, ви не можете видалити роль "${role}" з групи "${groupid}": ${reason}.

source: Revoke the role of selected group(s)
cs: Odebrat roli zvoleným skupinám
de: Widerruf der Rolle der ausgewählten Gruppe
ru: Удалить роль отдельной(ым) группе(ам)
sv: Återkalla rollen för markerade grupper
uk: Видалити роль окремої(им) групі(ам)

source: Removed role "${role}" from group "${groupname}".
cs: Role "${role}" odstraněna ve skupině "${groupname}".
de: Die Rolle "${role}" wurde von der Gruppe "${groupname}" entfernt.
ru: Удалена роль "${role}" из группы "${groupname}".
sv: Rollen "${role}" har tagits bort från gruppen "${groupname}".
uk: Видалена роль "${role}" з групи "${groupname}".

source: Group "${groupname}" doesn't have any local role.
cs: Skupina "${groupname}" nemá žádnou místní roli.
de: Die Gruppe "${groupname}" hat keine lokale Rolle.
ru: Группе "${groupname}" не назначена роль.
sv: Gruppen "${groupname}" har ingen lokal roll.
uk: Групі "${groupname}" не призначена роль.

source: Login
cs: Přihlášení
ru: Войти
sv: Inloggning
uk: Увійти

source: Group roles
cs: Skupinové role
de: Gruppen Rollen
ru: Группа ролей
sv: Grupproller
uk: Группа ролей

source: Group clipboard
cs: Schránka skupin
de: Gruppen Zwischenablage
sv: Gruppurklipp
uk: Група буфер обміну

source: Search for groups to assign them roles.
cs: Hledat skupiny pro přidělení rolí.
de: Suche nach Gruppen um Rollen zuzuordnen.
ru: Поиск групп для назначения им роли.
sv: Sök efter grupper för att tilldela dem roller.
uk: Поиск групп для назначения им роли.

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
ru: Пароль
sv: Lösenord
uk: Пароль

source: Remove the group lookup results
cs: Odstranit výsledky hledání skupin
de: Entfernen der Suchergebnisse für Gruppen
ru: Удалить результаты поиска групп
sv: Ta bort gruppsökresultaten
uk: Видалити результати пошуку груп

source: Restricted access
cs: Omezený přístup
de: Eingeschränkter Zugriff
fr: Accès limité
ru: Ограничение доступа
sv: Begränsad åtkomst
uk: Обмеження доступу

source: You need to login with new credentials in order to continue.
cs: Abyste mohli pokračovat, je nutné se přihlásit s novými přihlašovacími údaji.
de: Sie müssen sich, um fortsetzen zu können, mit neuen Login-Daten anmelden.
fr: Vous devez vous connecter avec une identité nouvelle pour continuer.
ru: Для продолжения, необходимо войти в систему с новыми учетными данными.
sv: Du måste logga in med nya autentiseringsuppgifter för att kunna fortsätta.
uk: Для продовження, необхідно ввійти в систему з новими обліковими даними.

source: Clicking on the icon goes to the content/edit view.
cs: Kliknutím na ikonu bude zobrazení změněno na úpravy/obsah.
de: Klick auf das Icon führt zur Inhalt/Bearbeiten Ansicht
ru: Нажатие на значок приведет к просмотру содержимое/редактирование.
sv: Klicka på ikonen för att gå till vyn Redigera innehåll.
uk: Натискання на значок призведе до перегляду вміст / редагування.

source: Enable content preview when hovering over the icon.
cs: Povolit náhled obsahu při najetí na ikonu.
de: Inhaltsvorschau bei Mouse-over aktivieren.
ru: Включить просмотр содержимого при наведении курсора на значок.
sv: Aktivera innehållsförhandsgranskning vid mushovring över ikonen.
uk: Включити перегляд вмісту при наведенні курсору на значок.

source: This can be disabled in case of performance issues.
cs: To může být zakázáno v případě problémů s výkonem.
de: Dies kann bei Performance Problemen deaktiviert werden.
ru: Вы можете отключить в случае проблем с производительностью.
sv: Detta kan inaktiveras om prestandaproblem skulle uppstå.
uk: Ви можете відключити в разі проблем з продуктивністю.

source: Clicking on the identifier goes to the content/edit view.
cs: Kliknutím na identifikátor se přejde do zobrazení obsahu/úprav
de: Klick auf die ID führt zur Inhalt/Bearbeiten Ansicht.
sv: Klicka på identifieraren för att gå till vyn Redigera innehåll.

source: Clicking on the title shows the preview.
cs: Kliknutím na název bude zobrazen náhled.
de: Klick auf den Titel zeigt eine Vorschau.
ru: Нажатие на название покажет предварительный просмотр.
sv: Klicka på rubriken för att visa förhandsgranskningen.
uk: Натиснення на назву покаже попередній перегляд.

source: Clicking on the modification time goes to properties.
cs: Kliknutím na datum změny budou zobrazeny vlastnosti
de: Klick auf die Bearbeitungszeit führt zu den Eigenschaften.
ru: Нажатие на время изменения перейдет к свойствам.
sv: Klicka på ändringstiden för att visa egenskaperna.
uk: Натискання на час зміни перейде до властивостей.

source: Clicking on the author name goes to settings.
cs: Kliknutím na jméno autora bude zobrazeno nastavení
de: Klick auf den Namen des Autors führt zu den Einstellungen.
ru: Нажатие на имя автора перейдет в настройки.
sv: Klicka på skribentens namn för att öppna inställningarna.
uk: Натискання на ім'я автора перейде в налаштування.

source: Enable goto menu.
cs: Povolit nabídku přejít.
de: Wechsel zum Menü freischalten
ru: Включить переход в меню.
sv: Aktivera menyn Gå till.
uk: Включити перехід в меню.

source: Site name
cs: Název stránky
fr: Nom du site
ru: Название сайта
sv: Platsens namn
uk: Назва сайту

source: Appears in the HTML title tag of the SMI.
cs: Zobrazeno v HTML značce title v SMI
de: Erscheint im HTML Titel-Kennzeichnung im Silva Management Interface
sv: Visas i SMI:ns HTML-titeltagg.

source: Logo that appears at the top left of the SMI.
cs: Logo, které se zobrazí vlevo nahoře v SMI
de: Logo das links oben im SMI erscheint
ru: Логотип, который появляется в верхнем левом углу SMI.
sv: Logotyp som visas överst till vänster i SMI:n.
uk: Логотип, який з'являється у верхньому лівому куті SMI.

source: Background color
cs: Barva pozadí
de: Hintergrundfarbe
fr: Couleur d'arrière-plan
ru: Цвет фона
sv: Bakgrundsfärg
uk: Колір фону

source: Public site URL
cs: URL veřejné stránky
de: URL der öffentlichen Seite
ru: Общедоступный URL сайта
sv: Offentlig platsadress (URL)
uk: Загальнодоступний URL сайту

source: Public site URL to use for view mode in the SMI.
cs: URL veřejné stránky, která je použita pro režim zobrazení v SMI.
de: URL der öffentlichen Version wird für die Vorschau im SMI verwendet.
ru: Общедоступный URL сайта для использования в режиме просмотра в СМИ.
sv: Offentlig platsadress (URL) för användning i SMI:ts visningsläge.
uk: Загальнодоступний URL сайту для використання в режимі перегляду в ЗМІ.

source: Preview site URL
cs: URL stránky náhledu.
de: URL der Vorschau
ru: Предварительный просмотр URL сайта
sv: Platsadress (URL) för förhandsgranskning
uk: Попередній перегляд URL сайту

source: Resolutions available for preview
cs: Rozlišení dostupná pro náhled
de: Verfügbare Auflösung für die Vorschau
sv: Upplösningar tillgängliga vid förhandsgranskning

source: SMI access Silva root
cs: SMI přístup ke kořenové složce Silva
de: SMI Zugriff Silva root
sv: SMI-åtkomst till Silvas rot

source: Maintenance UI message
cs: Zpráva údržby v rozhraní
de: UI-Wartungsnachricht
ru: Обслуживание UI сообщение
sv: Underhållsmeddelande om användargränssnittet
uk: Обслуговування UI повідомлення

source: Disable access to the UI and display the specified HTML.
cs: Zakázat přístup k rozhraní a zobrazit zadané HTML.
de: Deaktivieren des Zugriffs zum UI und Anzeige des festgelegten HTML
ru: Отключить доступ к UI и отображения заданного HTML.
sv: Inaktivera åtkomst till användargränssnittet och visa den angivna HTML:en.
uk: Відключити доступ до UI і відображення заданого HTML.

source: Resolution
cs: Rozlišení
de: Auflösung
sv: Upplösning

source: Paste as Ghost
cs: Vložit jako ducha
de: Einfügen eines Ghost.
fr: Coller comme un fantôme
ru: Вставить как повторный
sv: Klistra in som spöke
uk: Вставити як повторний

source: Paste the items held on the clipboard as Ghosts.
cs: Vložit položky držené ve schránce jako duchy.
de: Einfügen von Objekten, die in der Zwischenablage als Ghosts gespeichert sind.
ru: Вставить элементы находящихся в буфере обмена, как повторные.
sv: Klistra in objekten från urklippsvisaren som spöken.
uk: Вставити елементи знаходяться в буфері обміну, як повторні.

source: Remove the selected items permanently.
cs: Natrvalo odstranit zvolené položky.
de: Endgültiges Entfernen der ausgwählten Objekte.
ru: Удалить выбранные элементы (восстановление не возможно).
sv: Ta bort markerade objekt permanent.
uk: Видалити вибрані елементи (відновлення не можливо).

source: Confirm deletion
cs: Potvrdit smazání
de: Löschen bestätigen
fr: Confirmer la suppression
ru: Подтвердить удаление
sv: Bekräfta borttagning
uk: Підтвердити видалення

source: Do you reeally want to delete the selected content?
cs: Opravdu chcete smazat vybraný obsah?
de: Soll der gewählte Inhalt wirklich gelöscht werden?
ru: Вы действительно хотите удалить выбранное содержимое?
sv: Vill du verkligen ta bort det markerade innehållet?
uk: Ви дійсно хочете видалити вибране вміст?

source: Rename
cs: Přejmenovat
de: Umbenennen
fr: Renommer
ru: Переименовать
sv: Byt namn
uk: Перейменувати
