Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Edit
cs: Upravit
de: Bearbeiten
fr: Éditer
ru: Правка
sv: Redigera
uk: Редагувати

source: File system path
cs: Cesta v souborovém systému
de: Dateisystem-Pfad
fr: Chemin sur le système de fichier
ru: Путь файловой системы
sv: Filsystemssökväg
uk: Шлях файлової системи

source: File system path to this asset on the server
cs: Cesta v souborovém systému pro tento zdroj.
de: Dateisystem-Pfad zu diesem Objekt am Server
fr: Chemin vers le fichier sur le système de fichier
ru: Ge
sv: Filsystemssökväg till denna tillgång på servern
uk: Шлях файловоі системи до цього активу на сервері

source: File size
cs: Velikost souboru
de: Dateigröße
fr: Taille du fichier
ru: Размер файла
sv: Filstorlek
uk: Розмір файла

source: Size of this asset
cs: Velikost tohoto zdroje
de: Größe des Objekts
fr: Taille du fichier
ru: Размер этого актива
sv: Storlek på denna tillgång
uk: Розмір цього активу

source: This is a special document type that automatically generates a Table of Contents. Usually it's used as the 'index' document of a folder. Then the parent folder displays a TOC when accessed (e.g. http://www.x.yz/silva/myFolder). The AutoTOC is configurable: it can display any selection of Silva content including assets, include descriptions or icons, be set to stop at a specific depth, and use various sorting methods.
cs: Toto je zvláštní typ dokumentu, který automaticky vytváří obsah. Obvykle je použit jako dokument obsahující rejstřík adresáře. Poté nadřazená složka při přístupu zobrazuje obsah (například http://www.x.yz/silva/myFolder). AutoTOC je nastavitelný: může zobrazit jakýkoliv výběr obsahu Silvy včetně zdrojů, zahrnout popisy nebo ikony, může být nastaven k zastavení na dané hloubce a používat různé metody řazení.
de: Das ist ein spezieller Dokument-Typ, der automatisch ein Inhaltsverzeichnis generiert. Üblicherweise wird es als Index-Dokument eines Ordners verwendet. Dann zeigt der Parent-Folder einen TOC, wenn er aufgerufen wird (z.B. http://www.x.yz/silva/myFolder). Der AutoTOC is konfigurierbar: er kann jede Auswahl von Silva-Inhalten anzeigen, inklusive Objekten, Beschreibungen oder Icons, er kann bei einer gewissen Tiefe stoppen und verschiedene Sortiermethoden verwenden.
fr: Ceci est un format spécial de document qui génère automatiquement sa table de matières. Il est généralement utilisé en tant que document d'index d'un dossier. Permet au dossier parent d'afficher une Table de Matières quand on y accède (ex. http://www.x.yz/silva/myFolder). AutoTOC est configurable : il peut afficher n'importe quelle sélection de contenu Silva en incluant les ressources, il inclut les descriptions ou icônes, peut-être paramétré pour s'arrêter à un certain niveau, et utiliser des méthodes de classement variées.
ru: Это особый тип документа, который автоматически генерирует таблицу содержимого . Обычно он используется как документ-указатель на папку. В то время как родительская папка отображается в порядке TOC, если доступ открыт(например, http://www.x.yz/silva/myFolder). Настраиваемость AutoTOC: он может отображать любое выбранное содержимое Silva включая средства, описания или иконки, быть остановленным на определенной глубине и использовать различные методы сортировки.
sv: Det här är en specialdokumenttyp som automatiskt genererar en innehållsförteckning (TOC). Vanligtvis används den som "indexdokument" för en mapp. Då visar den överordnade mappen en innehållsförteckning när den används (t.ex. http://www.x.yz/silva/minMapp). AutoTOC kan konfigureras: det kan visa vilket urval du önskar av Silva-innehåll, inklusive tillgångar, inkluderade beskrivningar eller ikoner, fås att stanna vid ett specifikt djup, och använda olika sorteringsmetoder.
uk: Це спеціальний тип документа, який автоматично генерує зміст. Зазвичай він використовується як документ "індекс" з папки. Потім батьківська папка показує зміст при доступі (наприклад, http://www.x.yz/silva/myFolder). Налаштування AutoTOC: він може відтворювати будь-який на вибір зміст Сілви, включаючи активи, включає також описання або іконки, може зупинитися на певній глибині, а також використовувати різні методи сортування.

source: Silva folder order
cs: Uspořádání složky Silva
de: Silva Ordnerreihenfolge
fr: Ordre des conteneurs Silva
ru: Порядок папок Silva
sv: Mappordning i Silva
uk: Порядок сортування

source: Alphabetically
cs: Podle abecedy
de: Alphabetisch
fr: Alphabétique
ru: По алфавиту
sv: Alfabetiskt
uk: За алфавітом

source: Reverse alphabetically
cs: Abecedně pozpátku
de: Rückwärts alphabetisch
fr: Alphabétique inversé
ru: В обратном алфавитном порядке
sv: Omvänd alfabetisk
uk: Зворотний за алфавітом

source: Chronologically by modification date
cs: Chronologicky podle data změny
de: Chronologisch nach Änderungsdatum
fr: Chronologique par date de modification
ru: Хронологически по времени изменения
sv: Kronologisk efter ändringsdatum
uk: За датою модифікації

source: Reverse chronologically by modification date
cs: Chronologicky pozpátku podle data změny
de: Rückwärts chronologisch nach Änderungsdatum
fr: Chronologique inversé par date de modification
ru: Хронологически по дате изменения в обратном порядке
sv: Omvänd kronologisk efter ändringsdatum
uk: За датою модифікації (зворотньо)

source: Types to list
cs: Typy k sepsání
de: Typen die gelistet werden sollen
fr: Types à lister
ru: Типы к списку
sv: Typer i listan
uk: Типи до списку

source: Select here the content types you wish to see in the table of content. You need to selected container types (e.g. Folder and Publication) in order for the TOC to display their contents.
cs: Zde vyberte typy obsahu, které chcete vidět v obsahu. Je třeba zvolit typy kontejnerů (např. Složka a Publikace) aby je obsah zobrazil.
de: Wählen Sie hier den Inhaltstyp, den Sie in dem Inhaltsverzeichnis sehen wollen. Sie müssen einen Containertyp (z.B. Ordner und Publikation) auswählen, damit der TOC seine Inhalte anzeigen kann.
fr: Choisir ici les types de contenus que vous souhaitez voir apparaître dans la table de matières. Il faut sélectionner un type de conteneur (par ex: Répertoire et Publications) pour qu'il apparaisse dans la table des matières.
ru: Выберите тип значений по вашему желанию из таблицы значений. Выбранные типы контейнеров(например, Папка и Статьи) отобразить содержимое в порядке TOC (Теория ограничений, Theory of Constraints)
sv: Välj de innehållstyper som du vill skall visas i innehållsförteckningen. Du måste ha valt behållartyper (t.ex. Mapp och Publikation) för att innehållsförteckningen skall ta upp deras innehåll.
uk: Виберіть тип значень за вашим бажанням з таблиці значень. Вибрані типи контейнерів (наприклад, Папка і Статті) відобразити вміст в порядку TOC (Теорія обмежень, Theory of Constraints)

source: Depth
cs: Hloubka
de: Tiefe
fr: Profondeur
ru: Глубина
sv: Djup
uk: Глибина

source: The depth to which the Table of Contents will be rendered (-1 means unlimited depth.)
cs: Hloubka kterou obsah vykreslí (-1 znamená neomezenou hloubku.)
de: Anzahl der Ebenen des Inhaltsverzeichnisses, die angezeigt werden (-1 = unbeschränkte Anzahl von Ebenen).
fr: Niveau de profondeur pris en compte par la table des matières (-1 équivaut à illimité).
ru: Глубина с которой таблица с содержимым будет прорисована (-1 подразумевает бесконечную глубину.)
sv: Det djup till vilket innehållsförteckningen kommer att renderas (-1 innebär obegränsat djup).
uk: Кількість рівнів які будуть зображені у змісті (-1 означає всі рівні)

source: Display description
cs: Popis zobrazení
de: Beschreibung anzeigen
fr: Afficher la description
ru: Показать описание
sv: Visa beskrivning
uk: Показати опис

source: If selected, each item displayed will include its title and metadata description, if available.
cs: Pokud zvoleno, bude každá položka zobrazena se svým názvem a popisnými daty, pokud nějaká jsou.
de: Wenn ausgewählt, wird jedes dargestellte Element auch den Titel und die Metadaten-Beschreibung (falls verfügbar) enthalten.
fr: Si sélectionné, chaque item affiché montrera, si disponible, titre et description (depuis les métadonnées).
ru: При выборе, каждый элемент будет показан с его именем и описанием метаданных, если они доступны.
sv: Om detta alternativ markeras visas titel och metadatabeskrivning för varje objekt, om tillgängligt.
uk: Якщо обрано, то біля кожного елементу, за наявності, буде вказано його назву та метаданні

source: Show icon
cs: Zobrazit ikonu
de: Zeige Icon
fr: Afficher icône
ru: Показывать значок
sv: Visa ikon
uk: Показувати значок

source: If selected, each item displayed will include its icon.
cs: Pokud zvoleno, každá položka bude zobrazena se svou ikonou.
de: Wenn ausgewählt, wird das Item sein Icon inkludieren
fr: Si sélectionné, chaque contenu affiché inclura son icône.
ru: Если выбрано, каждый элемент будет отображаться с этим значком.
sv: Om detta alternativ markeras, kommer varje objekt att ha en egen ikon.
uk: Якщо обрано, то буде показано піктограму кожного елементу.

source: Show container link
cs: Zobrazit odkaz kontejneru
de: Zeige den Link zum Container
fr: Affichier un liens vers le dossier
ru: Показать контейнер ссылку
sv: Visa länk till behållare
uk: Показати контейнер посилання

source: If selected, there will be a link to the container (as an H3) before the TOC list.
cs: Pokud zvoleno, bude před obsahem odkaz na kontejner (ve stylu H3).
de: Wenn ausgewählt, wird ein Link zum Container (als H3) vor der TOC-Liste angezeigt.
fr: Si sélectionné, il y aura un lien vers le conteneur (au format H3) avant la table des matières.
ru: Выделенные будут ссылками на контейнеры перед списком TOC
sv: Om detta alternativ markeras, visas en länk till behållaren (som en H3) före innehållsförteckningens lista.
uk: Виділені будуть посиланнями на контейнери перед списком TOC

source: Sort order
cs: Řazení
de: Sortierreihenfolge
fr: Ordre de tri
ru: Порядок сортировки
sv: Sorteringsordning
uk: Порядок сортування

source: The order items in a container will be sorted
cs: Způsob jakým budou položky v kontejneru seřazeny
de: die zu ordnenden Einheiten eines Containers werden sortiert
fr: Ordre de tri pour les contenus d'un conteneur
ru: Порядок элементов в контейнере будет отсортирован
sv: Den ordning i vilken objekt i en behållare kommer att sorteras
uk: Порядок сортування елементів у контейнері

source: Enable
cs: Povolit
de: Aktivieren
fr: Activer
ru: Разрешить
sv: Aktivera
uk: Увімкнути

source: Send emails when asked to.
cs: Zaslat emaily na požádání
de: Sende E-Mails auf Anforderung.
fr: Envoyer des courriels quand sollicité.
ru: Отправить почту по запросу
sv: Skicka e-brev vid förfrågan.
uk: Відправити пошту коли попросять.

source: From Address
cs: Z adresy
de: Absenderadresse
fr: Adresse de l'expéditeur
ru: по адресу
sv: Avsändaradress
uk: Відправник

source: Email address used to send messages.
cs: Emailové adresy použité k odeslání zpráv.
de: E-Mail-Adresse zum Versand von Nachrichten
fr: Adresse de courriel utilisée pour envoyer des messages.
ru: Адрес электронной почты используется для отправки сообщений.
sv: E-postadress som används för att skicka meddelanden.
uk: Адреса електронної пошти використовується для відправки повідомлень.

source: Service Message Configuration
cs: Nastavení služby zpráv
de: Servicenachrichtenkonfiguration
fr: Configuration du service de messagerie
ru: Настройка служебных сообщений
sv: Konfiguration av tjänstmeddelande
uk: Налаштування Сервісних Повідомлень

source: Configure settings for email messaging between members. The default MailHost service is used to send messages.
cs: Nastavení emailových zpráv mezi členy. Pro zasílání zpráv je standardně použita služba MailHost.
de: Konfiguration für E-Mails zwischen Teilnehmern. Der als Standard eingetragene Mailhost-Service wird zum Versand von E-Mails verwendet
fr: Configure les paramètres d'envoi de messages entre membres. Le service MailHost est utilisé pour envoyer les messages.
ru: Настроить сообщения email между пользователями. Для отправки сообщений используется почтовый сервер по умолчанию.
sv: Konfigurera inställningar för e-postsändning mellan medlemmar. Standardvärdtjänsten för e-post används för att skicka meddelanden.
uk: Налаштувати повідомлення email між користувачами. Для відправки повідомлень використовується поштовий сервер за замовчуванням.

source: Absolute path to object to upgrade
cs: Absolutní cesta k objektu pro aktualizaci
de: Absoluter Pfad zum Objekt welches Upzugraden ist
fr: Chemin absolu de l'objet à mettre à jour
ru: Полный путь к объекту для обновления
sv: Absolut sökväg till objekt som skall uppgraderas
uk: Абсолютний шлях до об'єкта для оновлення

source: Current Silva version of the object
cs: Současná verze objektu Silva
de: Verwendete Silva Version des Objekts
fr: Version actuel de Silva pour l'objet
ru: Текущая версия объекта Silva
sv: Aktuell Silva-version för objektet
uk: Поточна версія Сілва об'єкта

source: Upgrade site
cs: Aktualizovat stránku
de: Upgrade Seite
fr: Mettre à jour le site
ru: Обновление сайта
sv: Uppgraderingsplats
uk: Оновлення сайту

source: Below you find a form that allows you to specify an object to upgrade, and which version the object is in now. When you enter values in those fields and press the 'upgrade' button, Silva will try to upgrade the object to get it in proper shape for the current Silva version. Note that this functionality is experimental, and it is known that performing a partial upgrade on an object may fail and may even (in some situations) cause the object to become unusable.
cs: Níže naleznete formulář umožňující Vám zadat objekty, které budou aktualizovány a nynější verzi tohoto objektu. Když do těchto polí zadáte hodnoty a stisknete tlačítko "aktualizovat", Silva se pokusí aktualizovat objekt, aby fungoval v pořádku se současnou verzí SIlva. Nezapomeňte, že tato funkce je experimentální a je známo, že provedení částečné aktualizace objektu může selhat a dokonce (v některých případech) i způsobit, že se stane nepoužitelným.
de: Unten finden Sie ein Formular, dass es Ihnen erlaubt, ein Objekt anzugeben, das aktualisiert werden sollen und welche Version das Objekt aktuell hat. Wenn Sie Werte in diese Felder eingeben und auf den 'Upgrade'-Knopf drücken, versucht Silva das Objekt in einen für die aktuelle Silva-Version angemessenen Zustand zu bringen. Bitte beachten Sie, dass diese Funktionalität noch experimentell ist. Es ist bekannt, dass die Durchführung einer teilweisen Aktualisierung eines Objekts möglicherweise nicht funktioniert und das Objekt sogar unbenutzbar wird.
fr: Le formulaire ci-dessous vous permet de spécifier la mise à jour d'un objet, et vous indique la version actuelle de l'objet. Quand vous entrerez des valeurs dans ces champs et cliquerez sur le bouton « Mettre à jour », Silva va essayer de mettre à jour le contenu à la version actuelle de Silva. Notez que cette fonctionnalité est expérimentale, et qu'une mise à jour partielle d'un objet peut échouer et même, dans certaines situations, rendre l'objet inutilisable.
ru: Дальше вы увидите форму, которая разрешает вам указать на объект обновления и текущую версию объекта. После введения значений в полях, нажмите на кнопку "обновить" и Silva попробует обновить объект на более подходящий текущей версии Silva. Заметьте, что эта функциональная возможность экспериментальная и зная что выполнение частичное обновление объекта может возникнуть ошибка и даже(в некоторых ситуациях) вызвать объект не пригодным к использованию.
sv: Härnedan hittar du ett formulär som låter dig ange ett objekt att uppgradera och vilken version objektet har för närvarande. När du skrivit in värden i de fälten och klickar på knappen "Uppgradera", så kommer Silva att försöka uppgradera objektet så att det korresponderar med den aktuella versionen av Silva. Observera att den här funktionen är experimentell och att det tidigare har hänt att delvisa uppgraderingar av objekt har misslyckats, och att objektet i vissa situationer t.o.m. har gjorts oanvändbart.
uk: Нижче ви знайдете форму, яка дозволяє визначити об'єкт для оновлення та яка версія об'єкта знаходиться в даний час. При введенні значення в цих полях і натисніть кнопку 'оновлення' Сілва спробує відновити об'єкт, щоб отримати його в потрібній формі для поточної версії Сілва. Зверніть увагу, що ця функція є експериментальною, і відомо, що проведення часткового відновлення на об'єкт, може дати збій і, можливо, навіть (у деяких ситуаціях), причиною повної непрацездатності об'єкта.

source: Upgrade
cs: Přejít na vyšší verzi
de: Aktualisierung
fr: Mettre à jour
ru: Обновить
sv: Uppgradera
uk: Оновити

source: Content upgrade succeeded. See event log for details
cs: Úspěšně jste přešli na vyšší verzi. Viz záznam pro podrobnosti
de: Aktualisierung des Inhalts erfolgreich. Siehe Ereignislog für Details.
fr: Mise à jour des contenus réussies. Voir event log pour plus de détails
ru: Обновление информации прошло успешно. См. журнал событий для подробностей
sv: Innehållet har uppgraderats. Se händelseloggen för närmare detaljer.
uk: Оновлення вдалося. Перегляньте лог якщо сумніваєтеся в деталях.

source: Absolute path to reindex
cs: Absolutní cesta pro znovu indexování
de: Absoluter Pfad zur erneuten Indizierung
fr: Chemin complet a ré-indexer
ru: Полный путь переиндексации
sv: Absolut sökväg att indexera om
uk: Абсолютний шлях до повторного індексу

source: Reindex site
cs: Znovu indexovat stránku
de: Seite neu indizieren
fr: Réindexer le site
ru: Переопределение сайта
sv: Indexera om plats
uk: Перевизначення сайту

source: Reindex a subtree of the site in the Silva Catalog.For big trees this may take a long time.
cs: Další indexace podstromu stránky v katalogu Silva. Toto múže trvat delší dobu pro obsáhlé stromy.
de: Indiziere einen Unterbaum der Seite im Silva Katalog erneut. Bei großen Bäumen kann es länger dauern.
fr: Ré-indexer un sous-répertoire du site dans le catalogue Silva. Pour une grande arborescence, cela peut prendre du temps.
ru: Переиндексировать поддерево сайта в Каталоге Silva. Для больших деревьев этот процесс может занять длительное время.
sv: Indexera om ett underträd av platsen i Silvakatalogen. För stora träd kan det här ta lång tid.
uk: Повторна індексація піддерева каталогів Сільви. Для великих дерев цей процес може зайняти тривалий час.

source: Reindex
cs: Znovu indexovat
de: Reindizierung
fr: Ré-indexer
ru: Повторно
sv: Indexera om
uk: Повторна індексація

source: Invalid path
cs: Neplatná cesta
de: Ungültiger Pfad
fr: Chemin non valide
ru: Неверный путь
sv: Ogiltig sökväg
uk: Невірний шлях

source: Partial catalog refreshed
cs: Částečný katalog obnoven
de: Teile des Katalogs erneuert
fr: Rafraîchissement partiel du Catalogue
ru: Каталог обновлен частично
sv: Ofullständig katalogiseringuppdatering
uk: Часткове оновлення каталогу

source: Silva and all installed extensions have been refreshed
cs: Silva a veškerá nainstalovaná rozšíření byla obnovena
de: Silvia und alle installierten Erweiterungen wurden aktualisiert
fr: Silva et toutes les extensions installées ont été actualisées
ru: Silva и все установленные расширения были обновлены
sv: Silva och alla installerade tillägg har uppdaterats
uk: Сільва і всі встановленні додатки були оновлені.

source: Catalog refreshed
cs: Katalog obnoven
de: Katalog aktualisiert
fr: Catalogue actualisé
ru: Каталог обновлен
sv: Katalogen har uppdaterats
uk: Каталог оновлено

source: Quota sub-system disabled
cs: Podsystém kvót zakázán
de: Quota-Subsystem deaktiviert
fr: Système de quota arrêté
ru: Квота подсистемы отключена
sv: Underkvotsystem inaktiverat
uk: Підсистема квоти вимкнена

source: Quota sub-system enabled
cs: Podsystém kvót povolen
de: Quota-Subsystem aktiviert
fr: Système de quota activé
ru: Квота подсистемы включена
sv: Underkvotsystem aktiverat
uk: Підсистема квоти ввімкнена

source: Old version of documents purged
cs: Staré verze dokumentů byly odstraněny
de: Alte Version des Dokuments bereinigt
fr: Les anciennes versions des documents ont été nettoyées
ru: Старые версии документов уничтожены
sv: Äldre version av dokumentet togs bort
uk: Старі версії документів знищені

source: Content upgrade succeeded. See log in Logs tab for details
cs: Aktualizace obsahu byla úspěšná. Podrobnosti viz záznam v tabulce záznamů.
de: Inhaltsaktualisierung erfolgreich. Siehe Protokollierung im Reiter "Logs"
fr: Contenu mis à jour avec succès. Voir le log dans l'onglet « Logs » pour plus de détails
ru: Обновление содержимого успешно завершено. Смотрите содержимое лога на вкладке Логи для детальной информации.
sv: Innehållet har uppgraderats. Se logg under fliken Loggar för närmare information
uk: Оновлення вмісту завершено. Деталі на вкладці Логи.

source: Documentation installed
cs: Dokumentace nainstalována
de: Dokumentation installiert
fr: Documentation installée
ru: Документация установлена
sv: Dokumentation installerades
uk: Документація встановлена

source: Extensions management
cs: Správa rozšíření
de: Erweiterungs-Management
fr: Gestion des extensions
ru: Расширения управления
sv: Tilläggshantering
uk: Розширення управління

source: General actions
cs: Obecné činnosti
de: Allgemeine Aktionen
fr: Actions générales
ru: Общие действия
sv: Allmänna åtgärder
uk: Спільні дії

source: refresh all
cs: obnovit vše
de: Alles erneuern
fr: actualiser tout
ru: обновить все
sv: uppdatera alla
uk: оновити все

source: install documentation
cs: nainstalovat dokumentaci
de: Dokumentation installieren
fr: installer la documentation
ru: установить документацию
sv: installera dokumentation
uk: встановити документацію

source: rebuild catalog
cs: obnovit katalog
de: Katalog wieder aufbauen
fr: reconstruire le catalogue
ru: восстановить каталог
sv: återskapa katalog
uk: перебудувати каталог

source: disable quota subsystem
cs: zakázat podsystém kvót
de: Deaktiviere Quota-subsystem
fr: désactiver le sous-système de quota
ru: отключить квоту подсистеме
sv: inaktivera underkvotsystem
uk: відключити підсистему квоти

source: enable quota subsystem
cs: povolit podsystém kvót
de: Aktiviere Quota-Subsystem
fr: activer le sous-système de quota
ru: включить квоту подсистеме
sv: aktivera underkvotsystem
uk: підключити підсистему квоти

source: purge old versions
cs: odstranit staré verze
de: Alte Versionen bereinigen
fr: nettoyer les anciennes versions
ru: уничтожить старые версии
sv: rensa äldre versioner
uk: знищити старі версії

source: upgrade content
cs: aktualizovat obsah
de: Inhalt Aktualisieren
fr: mettre à jour le contenu
ru: обновить содержимое
sv: uppgradera innehåll
uk: оновити вміст

source: Available extensions
cs: Dostupná rozšíření
de: Verfügbare Erweiterungen
fr: Extensions disponibles
ru: Доступные расширения
sv: Tillgängliga tillägg
uk: Доступні розширення

source: refresh
cs: obnovit
de: aktualisieren
fr: rafraîchir
ru: обновить
sv: uppdatera
uk: оновити

source: download
cs: stáhnout
de: Herunterladen
fr: télécharger
ru: загрузить
sv: hämta
uk: завантажити

source: Select storage
cs: Vyberte úložiště
de: Wähle Speicher aus
fr: Sélectionner le mode de stockage
ru: Выбор хранилища
sv: Välj lagring
uk: Обрати сховище

source: Convert stored files
cs: Převést uložené soubory
de: Konvertiere gespeicherte Dateien
fr: Convertir les fichiers suvegardés
ru: Конвертировать хранящиеся файлы
sv: Konvertera lagrade filer
uk: Конвертувати збережені файли

source: Convert all currently stored file to the current set storage.
cs: Převést všechny nyní uložené soubory do nastaveného úložiště.
de: Konvertiert alle aktuell gespeicherten Dateien auf das definierte Speichermedium.
fr: Convertir tous les fichiers stockés sur le type de stockage sélectionné.
ru: Преобразование всех файлов в настоящее время, хранится в текущем хранилище набора.
sv: Konvertera alla för närvarande lagrade filer till den aktuella angivna lagringen.
uk: Перетворення всіх файлів в даний час, зберігається в поточному сховище набора.
