Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Number of news items to show per page.
cs: Počet položek zpráv které zobrazit na stránce.
de: Anzahl der Newseinträge, die pro Seite angezeigt werden sollen.
ru: Количество новостей, отображающихся на странице.
sv: Antal nyhetsobjekt som skall visas per sida.
uk: Кількість новин, що відображаються на сторінці.

source: archive number
cs: číslo archivu
de: Archivnummer
ru: номер архива
sv: arkivnummer
uk: номер архіву

source: Number of archive items to show per page.
cs: Počet položek archivu na stránce.
de: Anzahl der Archivelemente, die pro Seite angezeigt werden.
ru: Количество пунктов в архиве, показывающихся на странице.
sv: Antal arkivobjekt som skall visas per sida.
uk: Кількість пунктів у архіві, показувати на сторінці.

source: timezone
cs: časové pásmo
de: Zeitzone
fr: fuseau horaire
ru: часовой пояс
sv: tidszon
uk: часовий пояс

source: Defines the time zone for the agenda and news items that will be rendered by this viewer.
cs: Určí časové pásmo pro položky zpráv a programu, které budou tímto prohlížečem vykresleno.
de: Bestimmung der Zeitzone für Tagesordnungs- und News-Einträge, die in dieser Ansicht gezeigt werden.
sv: Anger tidszonen för de dagordnings- och nyhetsobjekt som kommer att renderas av denna granskare.

source: first day of the week
cs: první den v týdnu
de: Erster Tag der Woche
sv: första dagen i veckan

source: Define first day of the week for calendar display.
cs: Určí první den v týdnu pro zobrazení kalendáře.
de: Bestimmung des ersten Tages der Woche für die Anzeige des Kalenders.
sv: Ange den första dagen i veckan för kalendervisning.

source: feeds
cs: kanály
fr: canaux
ru: потоки
sv: flöden
uk: потокі

source: List the URLs of RSS feeds (one per line) to use as sources of news items.
cs: Vypíše URL z kanálů RSS (jedna na řádek) které použít jako zdroje položek zpráv.
de: Geben Sie die URLs der RSS-Feeds (eine pro Zeile) ein, aus denen die Newseinträge erzeugt werden sollen.
ru: Список URL-адресов RSS-каналов (каждый в отдельной строке) для использования в качестве источников новостей.
sv: Lista URL:erna (en per rad) för de RSS-flöden som skall användas som källor för nyhetsobjekt.
uk: Список URL-адрес RSS-каналів (кожен в окремому рядку) для використання в якості джерел новин.

source: News information component added.
cs: Přidána komponenta informací o novinkách.
de: News Artikel wurde hinzugefügt.
sv: Nyhetsinformationkomponent har lagts till.

source: Agenda information component added.
cs: Přidána komponenta informací o agendě.
de: Agenda-Punkt wurde hinzugefügt.
sv: Komponent för dagordningsinformation har lagts till.

source: News information
cs: Informace o novinkách
de: News Artikel
sv: Nyhetsinformation

source: Agenda information
cs: Informace o agendě
de: Agenda-Punkt
sv: Dagordningsinformation

source: This component is not available in this context.
cs: Tato komponenta není v tomto kontextu dostupná.
de: Diese Komponente ist in diesem Zusammenhang nicht verfügbar.
fr: Ce composant n'est pas disponible dans ce contexte.
sv: Den här komponenten är inte tillgänglig i denna kontext.

source: Component created.
cs: Komponenta vytvořena
de: Komponenten wurden angelegt.
fr: Composant ajouté.
sv: Komponenten har skapats.

source: Page template
cs: Šablona stránky
fr: Modèle de page
ru: Шаблон страницы
sv: Sidmall
uk: Шаблон сторінки

source: From address
cs: Z adresy
de: Absenderadresse
fr: Adresse d'envoi
sv: Avsändaradress

source: Email address used to send notification emails
cs: Emailová adresa která bude použita pro poslání oznamovacích emailů
de: E-Mail-Adresse von der Benachrichtigungen verschickt werden
fr: Adresse email utilisée pour envoyer les notifications
sv: E-postadress som används för att skicka informationsmeddelanden

source: Service name
cs: Název služby
fr: Nom du service
ru: Название службы
sv: Tjänstens namn
uk: Назва служби

source: Service name to report in notification emails
cs: Název služby který zaznamenat v oznamujících emailech
de: Dienstname für Bestätigungsmails
fr: Nom du service a indiquer dans les notifications
sv: Namn på tjänsten som skall rapporteras i informationsmeddelanden

source: Maximum confirmation delay in days
cs: Maximální prodleva potvrzení ve dnech
de: Maximale Verzögerung der Bestätigung in Tagen.
fr: Délai de confirmation maximum en jours
sv: Längsta tillåtna fördröjning av bekräftelse (dagar)

source: When a confirmation email is sent, it must be validated within that number of days
cs: Když je je odeslán potvrzující email, musí být ověřen během tohoto počtu dní
de: Wenn eine Bestätigungs Mail geschickt wurde, muss sie innerhalb dieser Anzahl von Tagen bestätigt werden.
fr: Lorsqu'un email de confirmation est envoyé, il doit être validé avant ce nombre de jours
sv: När ett bekräftelsemeddelande har skickats, måste det valideras inom det angivna antalet dagar

source: Service Subscriptions Configuration
cs: Nastavení odběru služby
de: Konfiguration der Service-Abonnements
fr: Service de Configuration des Inscriptions
sv: Konfiguration av tjänsteprenumerationer

source: Activate subscriptions
cs: Aktivovat odběry
de: Aktive Abonnements
fr: Activer les inscriptions
ru: Активировать подписки
sv: Aktivera prenumerationer
uk: Активувати підписки

source: Activate sending emails notifications
cs: Aktivovat zasílání upozornění emailem
de: Aktivierung des Sendens von E-Mail-Benachrichtigungen
fr: Activer l'envoi de mails de notifications
sv: Aktivera sändning av informationsmeddelanden

source: Subscriptions activated.
cs: Odběry aktivovány
de: Abonnement abgeschlossen
fr: Inscriptions activées.
ru: Подписки активированы.
sv: Prenumerationerna har aktiverats.
uk: Підписки активовані.

source: Configure subscriptions
cs: Nastavit odběry
de: Abonnements bearbeiten
fr: Configurer les inscriptions
ru: Настроить подписки
sv: Konfigurera prenumerationer

source: Modify email notification settings
cs: Změnit nastavení oznamovacích emailů
de: E-Mail-Benachrichtigungseinstellungen bearbeiten
fr: Modifier les paramètres d'envoi de notification
sv: Ändra inställningarna för e-postmeddelanden

source: Disable subscriptions
cs: Zakázat odběry
de: Abonnements beendet
fr: Désactiver les inscriptions
ru: Отключить подписки
sv: Inaktivera prenumerationer
uk: Відключити підписки

source: Disable sending emails notifications
cs: Zakázat zasílání oznámení emailem
de: Versenden von E-Mail-Benachrichtigungen deaktivieren
fr: Désactiver l'envoi de mails de notifications
sv: Inaktivera sändning av informationsmeddelanden

source: Disable
cs: Zakázat
de: Deaktivieren
fr: Désactiver
ru: Отключить
sv: Inaktivera
uk: Вимкнути

source: Subscriptions disabled.
cs: Odběry zakázány
de: Abonnements deaktiviert.
fr: Inscriptions désactivées.
ru: Подписки отключены
sv: Prenumerationerna har inaktiverats.
uk: Підписки відключені

source: Install MaildropHost
cs: Instalovat MaildropHost
de: MaildropHost installieren
fr: Installer MaildropHost
sv: Installera MaildropHost

source: Install a MaildropHost service to send emails
cs: Instalovat službu MaildropHost k odesílání emailů
de: Installation eines MaildropHost-Services zum Versand von E-Mails
fr: Installer un service MaildropHost pour envoyer les mails
sv: Installera en MaildropHost-tjänst för att skicka e-brev

source: Acquire settings from above
cs: Nastavení získávat z vyšší úrovně
de: Erwerbe Einstellungen von oben
fr: Récupérer les paramètres de dessus
sv: Hämta inställningar från överordnad nivå

source: Enable subscriptions
cs: Povolit odběry
de: Aktivierte Abonnoments
fr: Activer les inscriptions
sv: Aktivera prenumerationer

source: subscribable
cs: odběratelné
de: Abonnierbar
fr: par abonnement
sv: kan prenumereras

source: Set the subscribability for this content, or set it to acquire the subscribability from above (the default).
cs: Nastavit odběratelnost pro tento obsah, nebo nastavit tak, aby odběratelnost byla získávána z vyšší úrovně (výchozí).
de: Legen Sie die Möglichkeit zum Abonnieren für diesen Inhalt fest oder legen Sie die Einstellung so an, dass die Möglichkeit zum Abonnieren von der oberen Ebene vererbt wird (Standard).
fr: Définir la possibilité de s'inscrire à ce contenu ou de récupérer cette possibilité de dessus (par défaut).
sv: Ange om innehållet kan prenumereras eller ange att det skall hämta prenumerationsinställningar från överordnad nivå (standard).

source: subscribed email addresses
cs: emailové adresy odebíratelů
de: Eingetragene Emailadressen
fr: addresses email abonnés
sv: prenumererande e-postadresser

source: List of email addresses currently subscribed to this content at this level, one per line.
cs: Seznam emailových adres, které v současnosti odebírají tento obsah na této úrovni, jedna na řádek
de: Liste der E-Mail Adressen, die bisher diesen Inhalt abonniert haben, eine Adresse pro Zeile.
fr: Liste des adresses mails actuellement inscrite à ce contenu pour ce niveau, une par ligne.
sv: Lista över e-postadresser som för närvarande prenumererar på detta innehåll på denna nivå, en per rad.

source: Manage subscriptions
cs: Spravovat odběry
de: Verwalte Abonnements
fr: Gérer les abonnements
ru: Управление подписками
sv: Hantera prenumerationer
uk: Управління підписками

source: Subscriptions
cs: Odběry
de: Abonnements
fr: Abonnements
ru: Подписки
sv: Prenumerationer
uk: Підписки

source: manage subscriptions
cs: spravovat odběry
de: Verwaltung von Abonnements
fr: gérer les inscriptions
ru: Управление подписками
sv: hantera prenumerationer
uk: управління підписками

source: This item can be subscribed to.
cs: Tuto položku lze odebírat
de: Dieser Punkt kann auch abonniert werden.
ru: Этот пункт может быть подписан.
sv: Detta objekt kan prenumereras.
uk: Цей пункт може бути підписаний.

source: You can use this ${URL} to publicly subscribe or unsubscribe to the item.
cs: Tuto ${URL} můžete použít pro veřejný odběr nebo zrušení odběru této položky
de: Dieser URL ${URL} kann verwendet werden, um einen Punkt öffentlich zu abonnieren oder das Abo zu löschen.
ru: Вы можете использовать этот публичный ${URL} для подписки или отказаться от этого пункта.
sv: Du kan använda adressen ${URL} för att öppna eller avsluta en prenumeration på objektet.
uk: Ви можете використовувати цей публічний ${URL} для підписки або відмовитися від цього пункту.

source: Other subscriptions
cs: Jiné odběry
de: Andere Abonnements
fr: Autres abonnements
ru: Другие подписки
sv: Övriga prenumerationer
uk: Інші підписки

source: ${count} subscription(s) for this item defined above.
cs: ${count} odběr(ů) určeno výše pro tuto položku
de: ${count} Abonnement(s) für den oben angeführten Punkt.
ru: ${count} подписка(ы) для этого пункта определено выше.
sv: ${count} prenumeration(er) för objektet som anges ovan.
uk: ${count} підписка(и) для цього пункта визначено вище.

source: No other subscriptions for this item.
cs: Žádné další odběry pro tuto položku.
de: Keine weiteren Abonnements für diesen Punkt.
ru: Нет других подписок для этого пункта.
sv: Inga övriga prenumerationer för detta objekt.
uk: Немає інших підписок для цього пункта.

source: Subscriptions status
cs: Stav odběru
de: Abonnement-Status
ru: Статус подписки
sv: Prenumerationsstatus
uk: Статус підписки

source: This item can not be subscribed to.
cs: Tuto položku nelze odebírat.
de: Zu diesem Punkt kein Abonnement möglich.
ru: Этот пункт не может быть подписан.
sv: Detta objekt kan inte prenumereras.
uk: Цей пункт не може бути підписаний.

source: Subscription result for ${title_or_id}
cs: Výsledek odběru pro ${title_or_id}
de: Ergebnis der Abonnement für ${title_or_id}
ru: Результат подписки для ${title_or_id}
sv: Prenumerationsresultat för ${title_or_id}
uk: Результат підписки для ${title_or_id}

source: Go to the corresponding location.
cs: Přejít na odpovídající umístění.
de: Wechseln Sie zum entsprechenden Ort.
ru: Перейти в соответствующее место.
sv: Gå till den anknutna platsen.
uk: Перейти в відповідне місце.

source: You are not subscribed to this content.
cs: Tento obsah neodebíráte.
de: Sie haben diesen Inhalt nicht abonniert.
fr: Vous n'êtes pas inscrit à ce contenu.
ru: Вы не подписаны на этот контент.
sv: Du prenumererar inte på detta innehåll.
uk: Ви не підписані на цей контент.

source: A confirmation request for cancellation has been emailed to ${email}.
cs: Žádost o potvrzení zrušení byla odeslána na ${email}.
de: Eine Bestätigungsanfrage für die Stornierung wurde an ${email} geschickt.
ru: Запрос на подтверждение отмены был выслан на электронную почту ${email}.
sv: En bekräftelsebegäran om uppsägning har skickats till ${email}.
uk: Запит на підтвердження скасування був висланий на електронну пошту ${email}.

source: Subscribe / Unsubscribe to ${title}
cs: Odebírat / Zrušit odběr ${title}
de: Abonnieren/Löschen des Abos ${title}
ru: Подписаться / Отписаться на ${title}
sv: Prenumerera på/Säg upp prenumeration av ${title}
uk: Підписатися / Відписатися на ${title}

source: Fill in your email address if you wish to receive email notifications whenever an update happens at this URL. You can also cancel notifications if you're already subscribed.
cs: Vyplňte vaši emailovou adresu, pokud chcete oznámení emailem kdykoliv je na této URL aktualizace. Pokud již odebíráte, můžete také odběr zrušit.
de: Geben Sie Ihre E-Mail Adresse an, wenn sie eine Mailbestätigung wünschen, wann immer diese URL geändert wird. Sie können diese Bestätigung auch streichen, wenn Sie bereits Abonnent sind.
ru: Введите Ваш адрес электронной почты, если Вы желаете, постоянно получать уведомления по электронной почте, когда происходит обновление по этому адресу. Вы также можете отменить уведомления, если Вы уже подписаны.
sv: Fyll i din e-postadress om du önskar ta emot informationsmeddelanden när innehållet på denna URL uppdateras. Om du redan är prenumerant kan du istället välja att sluta ta emot meddelanden.
uk: Введіть Вашу адресу електронної пошти, якщо Ви бажаєте, постійно отримувати повідомлення по електронній пошті, коли відбувається оновлення за цією адресою. Ви також можете скасувати повідомлення, якщо Ви вже підписані.

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
ru: Отмена
sv: Avbryt
uk: Відміна

source: Invalid subscription confirmation.
cs: Neplatné potvrzení odběru.
de: Ungültige Abonnement Bestätigung
fr: Confirmation d'inscription non valide.
ru: Неверное подтверждения подписки.
sv: Ogiltig prenumerationsbekräftelse.
uk: Невірне підтвердження підписки.

source: Subscription no longer available.
cs: Odběr již není dostupný.
de: Abonnement nicht länger verfügbar
fr: L'inscription n'est plus disponible.
ru: Подписка больше не доступна.
sv: Prenumeration är inte längre tillgänglig.
uk: Підписка більше не доступна.

source: Subscription failed.
cs: Odběr selhal.
de: Abonnement erfolglos
fr: L'inscription a échouée.
ru: Подписка не удалось.
sv: Det gick inte att registrera prenumerationen.
uk: Підписка не вдалося.

source: You have been successfully subscribed. You will now receive email notifications.
cs: Úspěšně jste se přihlásili k odběru. Nyní budete dostávat upozorňující emaily.
de: Abonnement erfolgreich eingerichtet - Sie erhalten eine Benachrichtigung per E-Mail.
fr: Vous avez bien été inscrit. Vous recevrez maintenant les notifications par courrier électronique.
ru: Вы были успешно подписаны. Теперь Вы будете получать уведомления по электронной почте.
sv: Din prenumeration har registrerats. Du kommer nu att börja ta emot informationsmeddelanden.
uk: Ви були успішно підписані. Тепер Ви будете отримувати повідомлення по електронній пошті.

source: Invalid confirmation.
cs: Neplatné potvrzení.
de: Ungültige Bestätigung.
fr: Confirmation non valide.
ru: Неверное подтверждение.
sv: Ogiltig bekräftelse.
uk: Невірне підтвердження.

source: Something went wrong in unsubscribing from this page. It might be that the link you followed expired.
cs: Při rušení odběru na této stránce se něco zvrtlo. Pravděpodobně odkaz, na který jste klikli, vypršel.
de: Während der Austragung ist etwas schiefgelaufen. Es kann sein, dass der Link dem Sie folgten bereits ungültig ist.
fr: Le désabonnement n'a pas fonctionné. Probablement votre délais de connexion avait expiré
sv: Något gick fel när du skulle säga upp din prenumeration av denna sida. Det kan vara så att länken du använde inte längre gäller.

source: You have been successfully unsubscribed.
cs: Odběr byl úspěšně zrušen.
de: Sie wurden erfolgreich ausgetragen.
fr: Votre désabonnement a été pris en compte.
ru: Вы успешно отписались.
sv: Din prenumeration har sagts upp.
uk: Ви успішно відписалися.

source: Subscribe / Unsubscribe
cs: Odebírat / Zrušit odběr
de: Abonnieren / Löschen des Abos
fr: Inscription / Désinscription
ru: Подписаться / Отписаться
sv: Prenumerera / Säg upp prenumeration
uk: Підписатися / Відписатися

source: Fill in your email address if you wish to receive email notifications whenever an update occurs. You can cancel your notifications at any time.
cs: Vyplňte vaši emailovou adresu, pokud chcete oznámení emailem při aktualizacích. Pokud již odebíráte, můžete také odběr zrušit.
de: Geben Sie bitte Ihre E-Mail Adresse an, wenn Sie eine Mail-Bestätigung wünschen, wenn eine Änderung erfolgt. Sie können die Benachrichtigung jederzeit löschen.
ru: Введите Ваш адрес электронной почты, если Вы хотите получать уведомления по электронной почте всякий раз, когда происходит обновление. Вы можете отменить уведомления в любое время.
sv: Fyll i din e-postadress om du önskar ta emot informationsmeddelanden när en uppdatering sker. Du kan närsomhelst välja att sluta ta emot dessa meddelanden.
uk: Введіть Вашу адресу електронної пошти, якщо Ви хочете отримувати повідомлення по електронній пошті всякий раз, коли відбувається оновлення. Ви можете скасувати повідомлення в будь-який час.

source: Email address
cs: Emailová adresa
de: E-Mail-Adresse
fr: Adresse électronique
ru: Email адрес
sv: E-postadress
uk: Email адреса

source: To submit please enter the characters displayed in this image. You can type them in lower case.
cs: Pro odeslání prosím zadejte znaky zobrazené v tomto obrázku. Můžete je zadat malými písmeny.
de: Vor dem Abschicken geben Sie bitte die Zeichen an, die Sie in dem Bild sehen. Sie können diese in Kleinbuchstaben angeben.
fr: Pour envoyer, veuillez entrer les caractères affichés dans cette image. Vous pouvez les taper en minuscule.
ru: Для отправки, пожалуйста, введите символы отображающиеся на картинке. Вы можете ввести их в нижнем регистре.
sv: För att slutföra sändningen ber vi dig att skriva in de tecken som visas i den här bilden. Du kan använda små bokstäver.
uk: Для відправки будь ласка, введіть символи відображаються на картинці. Ви можете ввести їх в нижньому регістрі.

source: Subscribe
cs: Odebírat
de: Abonnieren
fr: S'abonner
ru: Подписка
sv: Prenumerera
uk: Підписатися

source: You cannot subscribe to this content.
cs: Tento obsah nemůžete odebírat.
de: Sie können diesen Inhalt nicht abonnieren.
fr: Vous ne pouvez pas vous inscrire à ce contenu.
ru: Вы не можете подписаться на этот контент.
sv: Du kan inte prenumerera på detta innehåll.
uk: Ви не можете підписатися на цей контент.

source: You are already subscribed to this content.
cs: Tento obsah již odebíráte.
de: Sie haben diesen Inhalt bereits abonniert.
fr: Vous êtes déjà inscrit à ce contenu.
ru: Вы уже подписаны на этот материал.
sv: Du prenumererar redan på detta innehåll.
uk: Ви вже підписані на цей матеріал.

source: A confirmation request for subscription has been emailed to ${email}.
cs: Požadavek na potvrzení odběru byl zaslán na ${email}.
de: Eine Bestätigungs-Anfrage für das Abonnement wurde an ${email} geschickt.
ru: Запрос на подтверждение подписки был отправлен на электронную почту ${email}.
sv: En bekräftelsebegäran om prenumeration har skickats till ${email}.
uk: Запит на підтвердження підписки був відправлений на електронну пошту ${email}.

source: Unsubscribe
cs: Zrušit odběr
de: Abbestellen
fr: Se désinscrire
ru: Отписаться
sv: Säg upp prenumeration
uk: Відписатися

source: Input is required but no input given.
cs: Je vyžadován vstup, lae žádný nebyl zadán.
de: Eine Eingabe ist notwendig ist aber nicht erfolgt.
fr: Une valeur est nécessaire mais aucune n'a été saisie.
sv: Indata krävs, men ingen indata har angivits.

source: The verification entry is not valid.
cs: Vstup ověření není platný.
de: Der Eintrag zur Bestätigung ist nicht gültig.
fr: Le code de vérification entré est invalide.
ru: Проверяная запись не является действительной.
sv: Bekräftelseinformationen är ogiltig.
uk: Проверяная запис не є дійсною.

source: Invalid captcha input.
cs: Neplatné zadání captcha.
de: Captcha Eintrag ist ungültig.
fr: L'entrée captcha est invalide.
ru: Неверная каптча.
sv: Felaktig robotfilterindata.
uk: Невірна captcha.

source: Audio version
cs: Zvuková verze
fr: Version audio
ru: Аудио версия
sv: Ljudversion
uk: Аудіо версія

source: No spaces or special characters besides ‘_’ or ‘-’ or ‘.’
cs: Žádné mezery nebo zvláštní znaky kromě ‘_’, ‘-’ nebo ‘.’
de: Keine Leer- oder Sonderzeichen außer '_' oder '-' oder '.'
fr: Pas d'espaces ou de caractères spéciaux sauf « _ » ou « - » ou « . »
ru: Без пробелов или специальных символов кроме ‘_’ или ‘-’ или ‘.’
sv: Inga blanksteg eller specialtecken, förutom understreck ( _ ), bindestreck ( - ) eller punkt ( . )
uk: Без пробілів або спеціальних символів крім ‘_’ або ‘-’ або ‘.’

source: Title
cs: Název
de: Titel
fr: Titre
ru: Заголовок
sv: Titel
uk: Тема

source: The title will be publicly visible, and is used for the link in indexes.
cs: Název bude veřejně dostupný a je použit pro odkaz v rejstříku.
de: Der Titel wird öffentlich sichtbar sein und als Linktext in Indizes verwendet werden.
fr: Le titre sera visible au public et utilisé pour le lien dans les indexes.
ru: Заголовок будет виден всем и бует использован как ссылка в индексах.
sv: Titeln kommer att vara offentlig och används till länken i index.
uk: Тема буде видно всім і бует використаний як посилання в індексах.

source: Invalid crop coordinates.
cs: Neplatné souřadnice oříznutí.
de: Ungültige Ausschnitt-Koordinaten
fr: Coordonnée de découpage incorrect.
sv: Ogiltiga beskärningskoordinater.

source: New site content component added.
cs: Přidána nová komponenta obsahu stránky.
de: Neuer Webseiten-Bestandteil hinzugefügt.
ru: Новый компонент содержания сайта добавлено.
sv: Ny platsinnehållskomponent har lagts till.
uk: Новий компонент змісту сайту додано.

source: Add a site content component
cs: Přidat komponentu obsahu stránky.
de: Fügen Sie einen neuen Webseiten-Bestandteil hinzu.
ru: Добавить компонент содержания сайта
sv: Lägg till en platsinnehållskomponent
uk: Додати компонент змісту сайту

source: Site content component modified.
cs: Komponenta obsahu stránky změněna.
de: Webseiten-Bestandteil geändert
ru: Компонент контента сайта изменен.
sv: Platsinnehållskomponenten har ändrats.
uk: Компонент контенту сайту змінений.

source: Edit a site content component
cs: Upravit komponentu obsahu stránky
de: Webseiten-Bestandteil bearbeiten.
ru: Редактировать компонент содержания сайта
sv: Redigera en platsinnehållskomponent
uk: Редагувати компонент змісту сайту

source: Site content
cs: Obsah stránky
de: Webseite
ru: Содержание сайта
sv: Platsinnehåll
uk: Зміст сайту

source: Content reference is broken or missing.
cs: Odkaz na obsah je buď poškozen nebo chybí.
de: Seitenverweis ist kaputt oder fehlt
fr: Le contenu référé est cassé ou manquant.
sv: Innehållsreferens är felaktig eller saknas.

source: Content is not viewable.
cs: Obsah nelze zobrazit.
de: Seite kann nicht betrachtet werden
fr: Le contenu n'est pas visible.
sv: Innehållet är inte granskningsbart.

source: Content to include
cs: Který obsah zahrnout
de: Inhalt zum Einfügen
fr: Contenu à inclure
sv: Innehåll att inkludera
