Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: approved
cs: schváleno
de: genehmigt
fr: approuvé
ru: подтвержденный
sv: godkänd
uk: підтверджений

source: last_closed
cs: naposledy_zavřeno
de: zuletzt geschlossen
fr: dernièrement fermé
ru: последняя_закрытая
sv: senast_stängda
uk: последняя_закритая

source: unapproved
cs: neschváleno
de: nicht genehmigt
fr: brouillon
ru: не проверен
sv: icke godkänd
uk: не перевірений

source: public
cs: veřejné
de: öffentlich
ru: публичный
sv: offentlig
uk: публічний

source: pending
cs: nevyřízeno
de: pendent
fr: en attente
ru: ожидает
sv: under handläggning
uk: очікує

source: draft
cs: návrh
de: Entwurf
fr: brouillon
ru: черновик
sv: utkast
uk: чорновик

source: closed
cs: uzavřeno
de: geschlossen
fr: fermé
ru: закрыт
sv: stängd
uk: закритий

source: A version is already waiting approval.
cs: Verze již čeká na schválení.
de: Es wartet bereits eine Version auf Genehmigung
fr: Une version est déjà en attente d'approbation.
ru: Версия уже ждет утверждения.
sv: En version väntar redan på godkännande.
uk: Версія уже чекає затвердження.

source: Version is approved.
cs: Verze je schválena.
de: Version ist genehmigt
fr: Version est approuvé.
ru: Версия одобрена.
sv: Versionen är godkänd.
uk: Версія схвалена.

source: Version is published.
cs: Verze je zveřejněna.
de: Version ist publiziert
fr: Version est publié.
ru: Версия опубликована.
sv: Versionen är publicerad.
uk: Версія опублікована.

source: Content is published.
cs: Obsah je zveřejněn.
de: Inhalt ist publiziert
fr: Le contenu est publié.
ru: Содержимое опубликовано.
sv: Innehållet är publicerat.
uk: Вміст опубліковано.

source: Content is approved.
cs: Obsah je schválen.
de: Inhalt ist genehmigt
fr: Le contenu est approuvé.
ru: Содержание одобрено.
sv: Innehållet är godkänt.
uk: Вміст схвалено.

source: There is no unapproved version to approve.
cs: Neexistuje žádná verze ke schválení.
de: Es existiert keine Version, die bewilligt werden könnte.
fr: Il n'y a pas de version brouillon à valider
ru: Не существует неутвержденной версии для подтверждения.
sv: Det finns ingen icke godkänd version att godkänna.
uk: Не існує незатвердженою версії для підтвердження.

source: There already is an approved version.
cs: Již existuje schválená verze.
de: Bewilligte Version bereits vorhanden.
fr: Il y a déjà une version approuvée.
ru: Версия уже обновлена.
sv: Det finns redan en godkänd version.
uk: Версія уже оновлена.

source: Cannot approve version without publication datetime.
cs: Nelze schválit verzi bez data zveřejnění.
de: Version kann ohne Publikationszeitpunkt nicht bewilligt werden.
fr: Ne peut pas approuver cette version sans date de publication.
ru: Не могу утвердить версию беза даты и времени публикации.
sv: Kan inte godkänna version utan datum och tid för publicering.
uk: Не можу затвердити версію Беза дати і часу публікації.

source: This content is not approved.
cs: Tento obsah není schválen.
de: Dieser Inhalt ist nicht bewilligt.
fr: Ce contenu n'est pas approuvé.
ru: Этот контент не утвержден.
sv: Innehållet är inte godkänt.
uk: Цей контент не затверджений.

source: Should never happen: unapproved version ${unapproved} found while approved version ${approved} exists at the same time.
cs: Toto by se nemělo stát: nalezena neschválená verze ${unapproved} a také existuje schválená verze ${approved}.
de: Sollte nicht vorkommen: nicht genehmigte Version ${unapproved} gefunden während gleichzeitig eine genehmigte Version ${approved} existiert.
fr: Ne devrait jamais arriver ; version ${unapproved} brouillon trouvée pendant que la version ${approved} validée existe en même temps.
ru: Такого никогда не должно быть: существует неутвержденная версия ${unapproved}, в то время как существует утвержденная версия ${approved}.
sv: Bör aldrig ske: icke godkända versionen ${unapproved} hittades samtidigt som godkända versionen ${approved} finns.
uk: Такого никогда не должно быть: существует неутвержденная версия ${unapproved}, в то время как существует утвержденная версия ${approved}.

source: There is no public version to close.
cs: Neexistuje žádná veřejná verze k uzavření.
de: Es existiert keine öffentliche Version zum Schließen
fr: Il n'y a pas de version publique a fermer.
ru: Нет публичной версии, для закрытия.
sv: Det finns ingen offentlig version att stänga.
uk: Ні публічної версії, для закриття.

source: An approved version is already available.
cs: Již je dostupná schválená verze
de: Es ist bereits eine genehmigte Version verfügbar.
fr: Une version approuvée existe déjà.
sv: Det finns redan en tillgänglig, godkänd version.

source: An new version is already available.
cs: Je dostupná nová verze.
de: Eine neue Version ist bereits verfügbar
fr: Une nouvelle version est déjà disponible.
ru: Новая версия уже доступна.
sv: En ny version finns redan tillgänglig.
uk: Нова версія вже доступна.

source: There is no version to create a version form.
cs: Neexistuje verzi z které jinou verzi vytvořit.
de: Es gibt keine Version, aus der eine Version erstellt werden kann.
fr: Il n'y a aucune version disponible pour en créer une nouvelle.
sv: Det finns ingen version att skapa ett versionsformulär ur.

source: This content doesn't require approval.
cs: Tento obsah nepotřebuje schválit.
de: Dieser Inhalt benötigt keine Genehmigung
fr: Ce contenu n'a pas besoin d'être approuvé.
ru: Этот контент не требует одобрения.
sv: Detta innehåll behöver inte godkännas.
uk: Цей контент не вимагає схвалення.

source: The version is already requested for approval.
cs: Tato verze již má zažádáno o schválení.
de: Für diese Version liegt bereits eine Bewilligungsanfrage vor.
fr: Une demande d'approbation pour cette version existe déjà.
ru: Версия уже направлена на утверждение.
sv: Denna version har redan en begäran om godkännande.
uk: Версія уже направлена ​​на затвердження.

source: No request for approval is pending for this content.
cs: Pro tento obsah není neexistuje nevyřízená žádost os chválení.
de: Keine Anfrage zur Bewilligung dieses Inhalts vorhanden.
fr: Aucune demande d'approbation en attente pour ce contenu.
ru: Нет запроса на утверждение в очереди для этого содержания.
sv: Ingen obehandlad begäran om godkännande finns för detta innehåll.
uk: Немає запиту на затвердження в черзі для цього змісту.

source: No unapproved version.
cs: Žádná neschválená verze.
de: Keine nicht genehmigte Version.
fr: Aucune version brouillon.
ru: Нет неутвержденных версий.
sv: Ingen icke godkänd version.
uk: Ні незатверджених версій.

source: No approved version.
cs: Žádná schválená verze.
de: Keine genehmigte Version.
fr: Aucune version approuvée.
ru: Нет утвержденных версий.
sv: Ingen godkänd version.
uk: Немає затверджених версій.

source: Must specify publication datetime.
cs: Musíte zadat datum zveřejnění.
de: Publikationsdatum/-zeit muss angegeben werden.
fr: Vous devez spécifier la date de publication.
ru: Необходимо указать дату и время публикации.
sv: Du måste ange datum och tid för publicering.
uk: Необхідно вказати дату та час публікації.

source: No public version.
cs: Žádná veřejná verze.
de: Keine öffentliche Version.
fr: Il n'y a pas de version publique.
ru: Нет публичной версии
sv: Ingen offentlig version.
uk: Ні публічної версії

source: No next version.
cs: Žádná další verze.
de: Nächste Version nicht vorhanden.
fr: Il n'y a pas de version suivante.
ru: Нет следующей версии.
sv: Ingen nyare version
uk: Немає наступної версії.

source: Include sub publications?
cs: Zahrnout podpublikace?
de: Unterpublikationen einschließen?
fr: Inclure les sous-publications ?
ru: Включить суб-публикации?
sv: Inkludera underpublikationer?
uk: Включити суб-публікації?

source: Check to export all sub publications.
cs: Zaškrtněte pro export všech podpublikací.
de: Auswählen um alle Unterpublikationen zu exportieren
fr: Cocher pour inclure toutes les sous-publications.
ru: Проверка экспорта всех суб-публикаций.
sv: Markera för att exportera alla underpublikationer.
uk: Перевірка експорту всіх суб-публікацій.

source: Include other contents?
cs: Zahrnout další obsah?
de: Andere Inhalte einbeziehen?
fr: Include un contenu supplémentaire ?
ru: Включить другое содержание?
sv: Inkludera annat innehåll?
uk: Включити інший зміст?

source: Check to export content not providing an XML export functionality. This can cause problems.
cs: Zaškrtněte pro export obsahu neposkytující XML funkce pro export. To může způsobit problémy.
de: Auswählen um Inhalte zu exportieren, die keine XML Export-Funktionalität bieten. Dies kann zu Problemen führen.
fr: Cocher pour exporter le contenu ne fournissant pas la fonctionnalité d'export XML. Cela peut créer des problèmes.
ru: Проверьте, экспорт содержимого обеспечивает ли функциональность экспорта XML. Это может вызвать проблемы.
sv: Markera för att exportera innehåll som inte tillhandahåller en XML-exportfunktion. Det här kan orsaka problem.
uk: Перевірте, експорт вмісту чи забезпечує функціональність експорту XML. Це може викликати проблеми.

source: Export only newest versions?
cs: Exportovat pouze nejnovější verze?
de: Nur die neueste Version exportieren?
fr: Exporter seulement les dernières versions ?
ru: Экспортировать только новые версии?
sv: Exportera endast de nyaste versionerna?
uk: Експортувати тільки нові версії?

source: If not checked all versions are exported.
cs: Pokud není zaškrtnuto, jsou exportovány všechny verze.
de: Wenn nicht markiert, werden alle Versionen exportiert.
fr: Si décoché toutes les versions seront exportées.
ru: Если не отмечено, все версии будут экспортированы.
sv: Om alternativet inte markeras exporteras alla versioner.
uk: Якщо не зазначено, всі версії будуть експортовані.

source: Allow content refering not exported one to be exported?
cs: Povolit export obsahu odkazující na neexportovaný?
de: Soll Content, der sich auf nicht exportierten bezieht, exportier werden?
sv: Tillåt export av innehåll som refererar till innehåll som inte exporterats?

source: If checked, export content refering not exported one without error.
cs: Pokud zaškrtnuto bude exportován obsah odkazující na neexportovaný bez chyb.
de: Wenn dieses Feld markiert ist, soll Content, der sich auf nicht exportierten bezieht, exportiert werden, ohne Fehlermeldung.
sv: Om alternativet är markerat, exportera innehåll som refererar till ej exporterat innehåll utan fel.

source: The id contains strange characters. It should only contain letters, digits and ‘_’ or ‘-’ or ‘.’ Spaces are not allowed and the id should start with a letter or digit.
cs: ID obsahuje divné znaky. Mělo by obsahovat pouze písmena, znaky a ‘_’, ‘-’ nebo ‘.’ Mezery nejsou povoleny a ID by mělo začínat písmenem nebo číslicí.
de: Die ID enthält seltsame Zeichen. Diese sollte nur Buchstabeh, Zahlen und '_' oder '-' oder '.' enthalten. Leerzeichen sind nicht erlaubt und die ID sollte mit einem Buchstaben oder einer Zahl beginnen.
fr: L'identifiant ne peux pas contenir de caractères bizarres. Il doit seulement contenir des lettres, chiffres, et « _ », « . » ou « - ». Les espaces ne sont pas autorisés, et l'identifiant doit commencer par une lettre ou un chiffre.
sv: ID:t innehåller ogiltiga tecken. Det får endast bestå av bokstäver, siffror, understreck ( _ ), bindestreck ( - ) eller punkt ( . ). Blanksteg tillåts inte och ID:t skall inledas med en bokstav eller siffra.

source: ids starting with ${prefix} are reserved for internal use.
cs: ID začínající s ${prefix} jsou vyhrazeny pro použití v programu.
de: IDs, die mit ${prefix} beginnen, sind für den internen Gebrauch reserviert.
fr: Les identifiant commençant par ${prefix} sont réservés pour un usage interne.
sv: ID:n som inleds med ${prefix} är reserverade för internt bruk.

source: The id ${id} is reserved for internal use.
cs: ID ${id} je vyhrazeno pro vnitřní použití
de: Die ID ${id} ist für den internen Gebrauch reserviert.
fr: L'identifiant ${id} est réservé pour un usage interne.
sv: ID:t ${id} är reserverat för internt bruk.

source: There is already an object with the id ${id} in this container.
cs: V tomto kontejneru již existuje objekt s id ${id}.
de: Es befindet sich bereits ein Objekt mit der ID ${ID} in diesem Container.
fr: Il existe déjà un contenu avec l'identifier ${id} dans ce container.
sv: Det finns redan ett objekt med ID:t ${id} i denna behållare.

source: There is already an asset with the id ${id} in this container.
cs: V tomto kontejneru již existuje zdroj s id ${id}.
de: Es gibt bereits eine Datei mit der ID ${id} in diesem Container.
fr: Il y a déj`a un fichier avec l'identifiant ${id} dans ce répertoire.
sv: Det finns redan en tillgång med ID:t ${id} i denna behållare.

source: The id ${id} ends with invalid characters.
cs: ID ${id} končí se špatnými znaky.
de: Die ID ${ID} endet mit ungültigen Zeichen.
fr: L'identifiant ${id} se termine avec des caractères invalides.
sv: ID:t ${id} avslutas med ogiltiga tecken.

source: The id ${id} is already in use by a Zope object.
cs: ID ${id} již je používáno objektem Zope.
de: Die ID ${id} wird bereits von einem Zope Objekt benutzt.
fr: L'identifiant ${id} est déjà utilisé par un object Zope.
sv: ID:t ${id} används redan av ett Zope-objekt.

source: The id ${id} cannot be used for a content of this type.
cs: ID ${id} nemůže být použito pro obsah tohoto typu.
de: Die ID ${id} kann für Content dieser Art nicht verwendet werden.
fr: L'identifiant ${id} ne peut pas être utilisé pour ce type de contenu.
sv: ID:t ${id} kan inte användas för innehåll av den här typen.

source: (Internal Error): An invalid status ${status_code} occured while checking the id ${id}.
cs: (Vnitřní chyba): Při kontrole id ${id} nastal neplatný stav ${status_code}.
de: (Interner Fehler): Ein ungültiger Status ${status_code} ist beim Überprüfen der ID ${id} entstanden.
sv: (Internt fel): En ogiltig status ${status_code} inträffade under kontroll av ID:t ${id}.

source: zope roles
cs: role zope
de: Zope-Rollen
fr: rôles zope
ru: роли zope
sv: zoperoller
uk: ролі zope

source: silva roles
cs: role silva
de: Silva-Rollen
fr: rôles silva
ru: роли silva
sv: silvaroller
uk: ролі silva

source: public silva roles
cs: role veřejné silva
de: öffentliche Silva-Rollen
fr: rôles public silva
ru: Общие silva правила
sv: offentliga silvaroller
uk: Загальні silva правила

source: Anonymous
cs: Anonymní
de: Anonym
fr: Anonyme
ru: Анонимный
sv: Anonym
uk: Анонімний

source: Authenticated
cs: Přihlášeni
de: Angemeldet
fr: Authentifié
ru: Авторизирован
sv: Autentiserad
uk: Авторизований

source: Manager
cs: Správce
fr: Gestionnaire
ru: Менеджер
sv: Administratör
uk: Менеджер

source: Viewer
cs: Prohlížeč
de: Betrachter
fr: Spectateur
ru: Просмотр
sv: Granskare
uk: Перегляд

source: Viewer +
cs: Prohlížeč +
de: Betrachter +
fr: Spectateur +
ru: Просмотр +
sv: Granskare +
uk: Перегляд +

source: Viewer ++
cs: Prohlížeč ++
de: Betrachter ++
fr: Spectateur ++
ru: Просмотр ++
sv: Granskare ++
uk: перегляд ++

source: Reader
cs: Čtenář
de: Leser
fr: Lecteur
ru: Читатель
sv: Läsare
uk: Читач

source: Author
cs: Autor
de: Autor
fr: Auteur
ru: Автор
sv: Skribent
uk: Автор

source: ChiefEditor
cs: Šéfeditor
de: Chefredakteur
fr: Éditeur en chef
ru: Главный редактор
sv: Chefredaktör
uk: Головний редактор

source: Title of content.
cs: Název obsahu.
de: Titel des Inhalts.
fr: Titre du contenu.
ru: Заголовок содержимого.
sv: Innehållsrubrik.
uk: Тема вмісту.

source: title
cs: název
de: Titel
fr: Titre
ru: заголовок
sv: titel
uk: заголовок

source: Content titles
cs: Názvy obsahu
de: Content Titel
fr: Titre du contenu
sv: Innehållstitlar

source: a.k.a. &#8216;navigation title&#8217;.
cs: např. &#8216;název pro navigaci&#8217;.
de: auch als &#8216;Navigationstitel&#8217; verwendet.
fr: a.k.a. &#8216;titre navigation&#8217;.
ru: a.k.a. &#8216;навигация заголовок&#8217;.
sv: alias &#8216;navigeringsrubrik&#8217;.
uk: a.k.a. &#8216;навігація заголовок&#8217;.

source: short title
cs: krátký název
de: Kurztitel
fr: Titre court
ru: краткий заголовок
sv: kort rubrik
uk: короткий заголовок

source: description
cs: popis
de: Bezeichnung
ru: описание
sv: beskrivning
uk: опис

source: Description of content in this area.
cs: Popips obsahu v této oblasti
de: Beschreibung des Inhaltes.
fr: Description du contenu de cet espace.
ru: Описание содержимого в этой области.
sv: Beskrivning av innehållet i detta område.
uk: Опис вмісту в цій області.

source: language
cs: jazyk
de: Sprache
fr: Langue
ru: язык
sv: språk
uk: мова

source: Language of content in this area.
cs: Jazyk obsahu v této oblasti
de: Sprache der Inhalte in diesem Bereich.
fr: Langue du contenu dans cette espace.
ru: Язык содержимого в этой области.
sv: Innehållets språk i detta område.
uk: Мова вмісту в цій області.

source: Content metadata
cs: Popisná data obsahu
de: Content Metadaten
fr: Propriétés du contenu
sv: Metadata för innehåll

source: comment
cs: komentář
de: Kommentar
fr: commentaire
ru: комментарий
sv: kommentar
uk: коментар

source: Internal comments.
cs: Vnitřní komentáře.
de: Interner Kommentar.
fr: Commentaires internes.
ru: Внутренние комментарии.
sv: Interna kommentarer.
uk: Внутрішні коментарі.

source: subject
cs: předmět
de: Thema
fr: sujet
ru: предмет
sv: ämne
uk: тема

source: Subject of content in this area.
cs: Předměto obsahu v této oblasti
de: Thema dieses Bereiches.
fr: Sujet du contenu dans cet espace.
ru: Тема содержимого в этой области.
sv: Ämne för innehållet i detta område.
uk: Тема вмісту в цій області.

source: creation time
cs: datum vytvoření
de: Erstellungszeit
fr: date de création
ru: время создания
sv: skapelsetid
uk: час створення

source: Automatically set.
cs: Automaticky nastaveno.
de: Automatisch gesetzt.
fr: Valeur automatique.
ru: Установлено автоматически.
sv: Anges automatiskt.
uk: Встановлено автоматично.

source: The information below is used for presentation, categorizing, and Search Engine Optimization.
cs: Informace níže jsou použity pro prezentaci, kategorizování a optimalizaci vyhledávačů.
de: Die untenstehende Information wird für Präsentation, Kategorisierung und Suchmaschinen Optimierung verwendet.
fr: Les informations situé ci-desous sont utilisés pour la présentation et la classification des contenus et l'optimisation des résultats de recherche (SEO).
sv: Informationen nedan används till presentation, kategorisering och sökmotoroptimering (SEO).

source: modification time
cs: datum změny
de: Änderungsdatum
fr: date de modification
ru: изменить время
sv: ändringstid
uk: змінити час

source: creator
cs: tvůrce
de: Ersteller
fr: créateur
ru: создатель
sv: skapare
uk: творець

source: last author
cs: poslední autor
de: letzter Autor
fr: Dernier auteur
ru: последний автор
sv: senaste skribent
uk: останній автор

source: User who last edited this content.
cs: Uživatel, který naposledy upravoval tento obsah.
de: Benutzer, der diesen Inhalt als Letzter bearbeitet hat.
fr: Dernier utilisateur qui a édité ce contenu.
ru: Пользователь, который последним редактировал документ.
sv: Användare som senast redigerade innehållet
uk: Користувач, який останнім редагував документ.

source: Name of contact person.
cs: Jméno kontaktní osoby.
de: Name der Kontaktperson.
fr: Nom de la personne à contacter.
ru: Имя контактного лица.
sv: Namn på kontaktperson
uk: Ім'я контактної особи.

source: contact name
cs: kontaktní jméno
de: Kontaktperson
fr: Nom du contact
ru: Контактное лицо
sv: namn på kontakt
uk: Контактна особа

source: Email address of contact person.
cs: Emailová adresa kontaktní osoby
de: EMail Adresse der Kontaktperson.
fr: Adresse courriel de la personne à contacter.
ru: E-mail адрес контактного лица.
sv: E-postadress till kontaktperson.
uk: E-mail адресу контактної особи.

source: contact email
cs: kontaktní email
de: Kontaktemail
fr: courriel de contact
ru: e-mail для связи
sv: e-postadress till kontakt
uk: e-mail для зв'язку

source: keywords
cs: klíčová slova
de: Schlüsselworte
fr: mots-clés
ru: ключевые слова
sv: nyckelord
uk: ключові слова

source: Keywords relating to content.
cs: Klíčová slova vztahující se k obsahu.
de: Schlüsselworte, die sich auf den Inhalt beziehen.
fr: Mots-clés en relation avec le contenu.
ru: Ключевые слова, соответствующие содержимому.
sv: Nyckelord relaterade till innehållet.
uk: Ключові слова, відповідні вмісту.

source: Select skin or 'look &amp; feel' for this publication.
cs: Vyberte vzhled pro tuto publikaci.
de: Oberfläche oder 'Look &amp; Feel' für diese Publikation auswählen
fr: Sélectionner un style ou un « look &amp; feel » pour cette publication.
sv: Välj skal eller "titta och prova" för denna publikation.

source: desktop skin
cs: vzhled plochy
de: Oberfläche
fr: Thème de bureau
sv: skrivbordsskal

source: Layout settings
cs: Nastavení rozvržení
de: Layout Einstellungen
sv: Layoutinställningar

source: Maximum space allowed for this container, including sub-containers, in MB.
cs: Maximální prostor pro tento kontejner, včetně jeho podkontejnerů, v MB.
de: Für diesen Container maximal zulässiger Platz, inklusive Subcontainer, in Megabyte.
fr: Espace maximal alloué pour ce conteneur et ses enfants en Mo.
ru: Максимум пространства для этого контейнера, включая суб-контейнеры, в Мб.
sv: Största tillåtna utrymme för denna behållare, inklusive underbehållare (MB).
uk: Максимум простору для цього контейнера, включаючи суб-контейнери, в Мб.

source: quota
cs: kvóta
de: Kontingent
ru: квота
sv: kvot
uk: квота

source: Container quota
cs: Kvóta kontejneru
de: Kontainer Kontingent
fr: Quota du dossier
sv: Kvot för behållare

source: A quota restriction can be set which limits the allowed size of a container's contents. If a user attempts to exceed the limit, a message will appear stating that the quota has been reached.
cs: Lze nastavit omezení kvóty, které omezuje povolenou velikost obsahu kontejneru. Pokud se uživatel pokusí tento limit překročit, je zobrazena zpráva sdělující, že kvóta byla překročena.
de: Eine Einschränkung des Kontingents kann für einen Kontainer gesetzt werden, die die erlaubte Größe des Kontainers festlegt. Wenn ein User den Grenzwert überschreitet, wird ihm/ihr in einer Nachricht mitgeteilt, dass das Kontingent ausgeschöpft ist.
sv: Du kan ange en kvot som begränsar den största tillåtna storleken på innehållet i en behållare. Om en användare försöker överskrida den gränsen kommer ett meddelande att visas, som talar om att kvoten har fyllts.

source: If this is enabled, this content (and anything it contains!) will not show up in tables of content.
cs: Pokud je toto povoleno, tento obsah (a všechno co obsahuje!) nebude zobrazen v rejstříku.
de: Wenn diese Funktion aktiviert ist, wird der Folder/die Publikation (und alles, was dem Inhalt zugeordnet ist!) nicht im Inhaltsverzeichnis angezeigt.
fr: Si ceci est activé, ce contenu (et tout ce qu'il contient) ne sera pas affiché dans les tables des matières.
ru: Если это разрешено, это содержание (и все, что там содержится!) не будет отображаться в таблицах содержания.
sv: Om detta alternativ är aktiverat kommer inte detta innehåll (eller någon del av det) att visas i innehållsförteckningen.
uk: Якщо це дозволено, це зміст (і все, що там міститься!) Не буде відображатися в таблицях змісту.

source: hide from tables of content
cs: skrýt z rejstříku
de: Nicht im Inhaltsverzeichnis anzeigen.
fr: n'apparaît pas dans les tables des matières
ru: убрать из оглавления
sv: dölj från innehållsförteckningen
uk: прибрати із змісту

source: Content settings
cs: Nastavení obsahu
de: Content Einstellungen
fr: Paramètres de contenu
sv: Innehållsinställningar

source: Missing ghost target.
cs: Chybějící cíl ducha.
de: Zielobjekt für den Ghost fehlt.
fr: La cible du fantôme est manquante.
sv: Spökmål saknas.

source: file
cs: soubor
de: Datei
fr: fichier
ru: файл
sv: fil
uk: файл
