Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: File to upload as source data.
cs: Soubor který nahrát jako zdrojová data.
de: Datei, die als Datenquelle hochgeladen werden soll.
fr: Fichier à envoyer en tant que source de données.
ru: Файл загружен как источник данных.
sv: Fil att överföra som källdata.
uk: Файл завантажений як джерело даних.

source: character encoding
cs: kódování znaků
de: Zeichenkodierung
fr: encodage du caractère
ru: кодировка символов
sv: teckenkodning
uk: кодування символів

source: Character encoding of the source data.
cs: Kódování znaků zdrojových dat.
de: Zeichen-Enkodierung der Quelldaten
fr: Encodage du caractère de la donnée source.
ru: Кодировка исходных данных.
sv: Källdatans teckenkodning.
uk: Кодування вихідних даних.

source: Click the Upload button to replace the current CSV with a new one.
cs: Klikněte na tlačítko nahrát pro nahrazení současného CSV novým.
de: Klicken Sie auf den Upload-Knopf um das aktuelle CSV mit einer neuen zu ersetzen.
fr: Cliquer sur le bouton Envoyer pour remplacer le fichier CSV.
ru: Нажмите кнопку Загрузить, чтобы заменить текущую CSV на новою.
sv: Klicka på knappen Överför för att ersätta den aktuella CSV-filen med en ny.
uk: Натисніть кнопку Завантажити, щоб замінити поточну CSV на нову.

source: Sources refreshed.
cs: Zdroje obnoveny.
de: Quellen aktualisiert.
fr: Sources rafraichis.
ru: Источники обновляется.
sv: Källorna har uppdaterats.
uk: Джерела оновлюється.

source: Installed sources ${installed} but ${notinstalled} where already installed.
cs: Instalovány zdroje ${installed} ale ${notinstalled} byly již nainstalovány.
de: ${installed} Quellen wurden installiert aber ${notinstalled} waren bereits installiert.
sv: Installerade källorna ${installed}, men ${notinstalled} hade redan installerats.

source: Installed sources ${installed}.
cs: Instalovány zdroje ${installed}.
de: Installierte Quellen ${installed}.
sv: Installerade källorna ${installed}.

source: Sources ${notinstalled} are already installed.
cs: Zdroje ${notinstalled} jsou již nainstalovány.
de: Programme ${notinstalled} sind bereits installiert.
fr: Les sources ${notinstalled} sont déjà installés.
sv: Källorna ${notinstalled} har redan installerats.

source: Find them
cs: Najít je
de: Finde sie.
fr: Trouvez
sv: Hitta dem

source: Find
cs: Najít
de: Suche
fr: Trouver
ru: Найти
sv: Sök
uk: Знайти

source: Code sources used in this site
cs: Zdroje kódu použité na této stránce
de: Code Sources, die auf dieser Webseite verwendet werden.
fr: Code sources utilisés dans ce site
sv: Kodkällor som används på den här platsen

source: Currently known code sources
cs: V současnosti známé zdroje kódu
de: Aktuell bekannte Code Sources
sv: Kända kodkällor

source: There is no installable code sources.
cs: Neexistují žádné instalovatelné zdroje kódu.
de: Keine installierbare Code Source gefunden.
sv: Det finns inga installerbara kodkällor.

source: Install new code sources
cs: Instlaovat nové zdroje kódu
de: Neue Code Sources installieren
fr: Installer de nouveaux codes sources
sv: Installera nya kodkällor

source: This source is incomplete and cannot be installed.
cs: Tento zdroj není úplný a nelze ho nainstalovat.
de: Dieser Code ist nicht vollständig und kann nicht installiert werden.
sv: Denna källa är ofullständig och kan därför inte installeras.

source: Install
cs: Nainstalovat
de: Installieren
fr: Installer
ru: Установить
sv: Installera
uk: Встановити

source: Refresh
cs: Obnovit
de: Aktualisieren
fr: Rafraîchir
sv: Uppdatera

source: External sources errors
cs: Chyby externích zdrojů
de: Fehler in externer Quelle.
sv: Fel orsakade av externa källor

source: This screen reports the recently triggered errors by external sources during their rendering.
cs: Tato obrazovka zaznamenává nedávno zachycené chyby externích zdrojů při jejich vykreslování.
de: Hier sehen Sie die kürzlich durch externe Quellen während deren Wiedergabe ausgelösten Fehler.
sv: Detta fönster rapporterar nyligen utlösta fel orsakade av externa källor under rendering.

source: There are no errors at the moment.
cs: V současnosti se nevyskytly žádné chyby.
de: Derzeit sind keine Fehler vorhanden.
fr: Il n'y a aucune erreur à l'instant.
sv: Det finns för tillfället inga fel.

source: There is(are) ${count} error(s) reported.
cs: Je nahlášeno ${count} chyb.
de: Derzeit ist (sind) ${count} Fehler gemeldet.
fr: Il y a ${count} erreurs.
sv: Det finns ${count} rapporterade fel.

source: An error happened ${count} times, first seen the ${when}:
cs: Chyba se udála ${count}krát, prvně ${when}:
de: Der Fehler tritt ${count} mal auf, das erste mal $ {when}:
fr: Une erreur est arrivée ${count} fois, à partir de ${when} :
sv: Ett fel inträffade ${count} gånger, första tillfället var den ${when}:

source: Clear
cs: Vyčistit
de: Löschen
fr: Effacer
ru: Очистить
sv: Rensa
uk: Очистити

source: Broken source
cs: Rozbitý zdroj
de: Quelle fehlerhaft
fr: Source cassée
sv: Felaktiga källor

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
ru: Создать
sv: Skapa
uk: Створити

source: Save
cs: Uložit
de: Speichern
fr: Sauvegarder
ru: Сохранить
sv: Spara
uk: Зберегти

source: Remove
cs: Odstranit
de: Entfernen
fr: Supprimer
ru: Удалить
sv: Ta bort
uk: Видалити

source: Broken or missing source.
cs: Rozbitý nebo chybějící zdroj.
de: Defekte oder fehlende Quelle
fr: Source cassée ou manquante.
sv: Felaktig eller saknad källa.

source: Select an external source
cs: Vybrat externí zdroj
de: Wählen Sie eine externe Quelle aus
fr: Sélectionner une source
sv: Välj en extern källa

source: Select source
cs: Vybrat zdroj
de: Quelle auswählen
fr: Sélectionner une source
sv: Välj källa

source: Source Asset added.
cs: Přidán zdrojový objekt.
de: Source Asset hinzugefügt.
sv: Källtillgången har lagts till.

source: Changes saved.
cs: Změny uloženy.
de: Änderungen wurden gespeichert.
fr: Changements sauvegardés.
ru: Изменения сохранены.
sv: Ändringarna har sparats.
uk: Зміни збережені.

source: Sorry, this ${meta_type} is not viewable.
cs: Je nám líto, ale tento ${meta_type} nelze zobrazit
de: Dieser Inhalt wird gerade überarbeitet und kann daher nicht angezeigt werden.
fr: Désolé, ce ${meta_type} n'est pas disponible.
ru: К сожалению, указанный мета тип (${meta_type}) не представляется возможным к просмотру.
sv: Ledsen, denna ${meta_type} är inte visningsbar.
uk: На жаль, зазначений мета тип ${meta_type} не представляється можливим до перегляду.

source: This External Source has no adjustable settings.
cs: Tento externí zdroj nemá žádná upravitelná nastavení.
de: Diese externe Quelle hat keine anpassbaren Einstellungen.
fr: Cette source n'a aucun paramètre ajustable.
sv: Denna externa källa saknar anpassningsbara inställningar.

source: Error while validating the External Source parameters.
cs: Chyba při ověřování parametrů externího zdroje.
de: Fehler beim Bestätigen der Parameter der externen Quelle.
fr: Erreur lors de la vérification des paramètres de la source.
sv: Ett fel inträffade under validering av parametrarna för den externa källan.

source: External Source parameters are missing.
cs: Parametry externího zdroje chybí.
de: Die Parameter für die externe Quelle fehlen.
fr: Les paramètre de la source sont manquants.
sv: Parametrar för extern källa saknas.

source: External Source errored during the processing.
cs: Při zpracování externího zdroje došlo k chybě.
de: Fehler während der Verarbeitung der externen Quelle.
sv: Ett fel inträffade när den externa källan skulle bearbetas.

source: External Source ${identifier} is not available.
cs: Externí zdroj ${identifier} není dostupný.
de: Die externe Quelle ${identifier} ist nicht verfügbar.
fr: La source ${identifier} n'est pas disponible.
sv: Den externa källan ${identifier} är inte tillgänglig.

source: A programmation error happened while rendering the source.
cs: Při vykreslování zdroje došlo k programové chybě.
de: Ein Programmfehler ist aufgetreten, während der Darstellung der Quelle.
sv: Ett programmeringsfel inträffade under rendering av källan.

source: (No skin change)
cs: (Žádná změny vzhledu)
de: (Kein Skin-Wechsel)
sv: (Inget skalbyte)

source: Original URL path
cs: Původní cesta URL
de: Original URL-Pfad
sv: Originalsökväg för URL

source: Zope path
cs: Cesta Zope
de: Zope-Pfad
sv: Zope-sökväg

source: Skin to apply
cs: Vzhled k použití
de: Anzuwendende Skin
sv: Skal som skall tillämpas

source: Force skin
cs: Vynutit vzhled
de: Verwende Layout
sv: Tvinga skal

source: Virtual host URL
cs: URL virtuálního hostitele
sv: URL för virtuell värd

source: Virtual host aliases
cs: Přezdívky virtuálního hostitele
de: Virtual Host Aliase
sv: Alias för virtuell värd

source: Rewrites rules
cs: Pravidla přepisu
de: Rewrite Rules
sv: Adresskonverteringsregler

source: Virtual hosts
cs: Virtuální hostitelé
de: Virtuelle Hosts
sv: Virtuella värdar

source: Import hosts
cs: Importovat hostitele
de: Importiere Hosts
sv: Importera värdar

source: Import host definition as a CSV file.
cs: Importovat definice hostitelů jako souboru CSV.
de: Importiere Host Definition als CSV Datei.
sv: Importera värddefinition som en CSV-fil.

source: The feature is already activated for a Silva site.
cs: Funkce již je na stránce SIlva aktivována.
de: Diese Funktion ist bereits für eine Silva-Seite aktiviert.
sv: Funktionen har redan aktiverats för en Silva-plats.

source: The feature is not activated.
cs: Funkce není kativována.
de: Diese Funktion ist nicht aktiviert.
sv: Funktionen är inte aktiverad.

source: The feature is activated by an another Silva site.
cs: Funkce je aktivována jinou stárnkou Silva.
de: Diese Funktion ist für eine andere Silva-Seite aktiviert.
sv: Funktionen har redan aktiverats av en annan Silva-plats.

source: Forest Service configuration
cs: Nastavení sloužby Forest
de: Forst Service Konfiguration
sv: Konfiguration för Forest-tjänst

source: Configure advanced virtual hosting in Silva.
cs: Nastavit pokročilé virtuální hostování v Silva.
de: Konfiguriere erweitertes Virtual Hosting in Silva.
sv: Konfigurera avancerade virtuella värdtjänster i Silva.

source: Activation
cs: Aktivace
de: Aktivierung
ru: Активация
sv: Aktivering
uk: Активація

source: Activate or deactivate advanced virtual hosting for this Silva site.
cs: Aktivovat nebo deaktivovat virtuální hostování na této stránce SIlva.
de: Aktiviere oder deaktiviere erweitertes Virtual Hosting für diese Silva-Seite.
sv: Aktivera eller inaktivera avancerade virtuella värdtjänster för denna Silva-plats.

source: Activate
cs: Aktivovat
de: Aktivieren
fr: Activer
ru: Активировать
sv: Aktivera
uk: Активувати

source: Deactivate
cs: Deaktivovat
de: Deaktivieren
fr: Désactiver
ru: Деактивировать
sv: Inaktivera
uk: Деактивувати

source: Define the virtual hosts
cs: Určit virtuální hostitele
de: Definiere die virtuellen Hosts
sv: Definiera de virtuella värdarna

source: Define the virtual hosts usuable by the 'X-VHM-Url' HTTP header, and the list of URL rewriting that will happen inside this virtual host. You have the possibility to set (and enforce) a specific skin for a given rewriting rule.
cs: Určete použitelné virtuální hostitele HTTP hlavičkou 'X-VHM-Url' a seznam URL k přepisu, který nastane uvnitř virtuálního hostitele. Máte možnost nastavit (a vynutit) konkrétní vzhled pro dané pravidlo přepisu.
de: Definierten Sie den Virtual Host der vom 'X-VHM-Url' HTTP Header verwendet werden kann und eine Liste von URL Rewrites die innterhalb des Virtual Hosts funktionieren sollen. Sie haben die Möglichkeite eine spezielle Skin für eine bestimmte Rewrite-Rule zu setzen (und zu erzwingen).
sv: Definiera användbara virtuella värdar via HTTP-huvudet "X-VHM-Url" och listan över de URL-konverteringar som kommer att utföras inom denna virtuella värd. Du har en möjlighet att ange (och tvinga) ett visst skal för en viss adresskonverteringsregel.

source: Apply
cs: Použít
de: Anwenden
fr: Appliquer
ru: Применить
sv: Verkställ
uk: Застосувати

source: Import or export the virtual hosts
cs: Importovat nebo exportovat virtuální hostitele
de: Importiere oder exportiere die virtuellen Hosts
sv: Importera eller exportera de virtuella värdarna

source: Import
cs: Importovat
de: Importieren
fr: Importer
ru: Импорт
sv: Importera
uk: Імпорт

source: Virtual hosts imported.
cs: Virtuální hostitele importováni.
de: Virtuelle Hosts importiert.
sv: Virtuella värdar har importerats.

source: Export
cs: Exportovat
de: Exportieren
fr: Exporter
ru: Экспорт
sv: Exportera
uk: Експорт

source: External URL
cs: Vnější URL
de: Externe URL
ru: Внешний URL
sv: Extern URL
uk: Зовнішній URL

source: external URL with more information about this event.
cs: vnější URL s více informacemi o této události
de: Externe URL mit zusätzlicher Information über diese Veranstaltung.
sv: extern URL med mer information om denna händelse.

source: Agenda item details
cs: Podrobnosti položky programu
de: Details zum Tagesordnungspunkt
sv: Information om dagordningsobjekt

source: Timezone
cs: Časové pásmo
de: Zeitzone
fr: Fuseau horaire
ru: Часовой пояс
sv: Tidszon
uk: Часовий пояс

source: Defines the time zone for dates
cs: Určí časové pásmo pro data
de: Definieren Sie die Zeitzone für Termine
fr: Défini le fuseau horaire à utiliser pour les dates
sv: Definierar tidszonen för datum

source: Start date/time
cs: Datum/Čas zahájení
de: Beginn Datum/Uhrzeit
fr: Date et heure de début
sv: Startdatum/-tid

source: End date/time
cs: Datum/Čas ukončení
de: Ende Datum/Uhrzeit
fr: Date et heure de fin
sv: Slutdatum/-tid

source: All day
cs: Celý den
de: Ganztägig
fr: Toute la journée
ru: Весь день
sv: Hela dagen
uk: Весь день

source: Recurrence
cs: Opakování
de: Wiederholung
fr: Récurrence
ru: Повторение
sv: Upprepning
uk: Повторення

source: Recurrence end date
cs: Datum konce opakování
de: Letzter Wiederholungstermin
fr: Date de fin de récurrence
sv: Slutdatum för upprepning

source: Date on which the recurrence stops. Required if any recurrence is set
cs: Datum při kterém opakování přestane. Požadováno, pokud je opakování nastaveno.
de: Letzer Wiederholungstermin; erforderlich, wenn Wiederholungen festgesetzt sind.
fr: Date à laquelle la récurrence s'arrête. Ceci est requis ci une forme de récurrence est sélectionnée.
sv: Det datum när upprepningen slutar. Krävs vid all användning av upprepning.

source: Location
cs: Místo
de: Ort
fr: Lieu
ru: Местоположение
sv: Plats
uk: Місцеположення

source: The location where the event is taking place.
cs: Místo, kde se událost koná.
de: Der Ort, an dem die Veranstaltung stattfindet.
fr: Le lieu où l'événement prends place.
sv: Den plats där händelsen äger rum.

source: End recurrence date must be set when recurrence is.
cs: Datum konce opakování musí být nastaveno v období opakování.
de: Ein Endzeitpunkt der Wiederholung muss gesetzt werden.
fr: La date de fin de récurrence doit être donné si une forme de récurrence est sélectionnée.
sv: Slutdatum för upprepning måste anges när upprepning används.

source: End date must not is before start date.
cs: Datum ukončení nesmí být před datum zahájení
de: Ende-Datum kann nicht vor Beginn-Datum liegen.
fr: La date de fin ne doit pas être avant la date de début.
sv: Slutdatumet får inte inträffa före startdatumet.

source: End recurrence date must not be before start date.
cs: Datum konce opakování nesmí být před datem zahájení
de: Ende der Wiederholung kann nicht vor dem Beginn-Datum liegen.
fr: La date de fin de récurrence ne doit pas être avant la date de début.
sv: Slutdatumet för upprepning får inte inträffa före startdatumet.

source: End recurrence date must not be before end date.
cs: Datum konce opakování nesmí být před ukončení
de: Ende der Wiederholung kann nicht vor dem Ende-Datum liegen.
fr: La date de fin de récurrence ne doit pas être avant la date de fin.
sv: Slutdatumet för upprepning får inte inträffa före händelsens slutdatum.

source: Occurrences
cs: Výskyty
de: Vorkommnisse
ru: Вхождения
sv: Tillfällen
uk: Входження

source: When and where the event will happens.
cs: Kdy a kde se událost stane.
de: Wann und wo wird die Veranstaltung stattfinden.
fr: Où et quant l'événement prends place.
sv: När och var händelsen kommer att gå av stapeln.

source: Subjects
cs: Témata
de: Themen
fr: Sujets
ru: Темы
sv: Ämnen
uk: Теми

source: Target audiences
cs: Cílová publika
de: Zielgruppen
fr: Public ciblé
sv: Målgrupper

source: external URL with more information about this news item.
cs: vnější URL s dalšími informacemi o této položce zpráv
de: Externe URL mit zusätzlichen Informationen über diesen News-Beitrag.
fr: Url externe avec plus d'information sur cet article.
sv: extern URL med mer information om detta nyhetsobjekt.

source: News item details
cs: Podrobnosti položky zpráv
de: Details zum News-Beitrag.
fr: Détails sur l'article
sv: Information om nyhetsobjekt

source: Details
cs: Podrobnosti
fr: Détails
ru: Подробнее
sv: Information
uk: Детальніше

source: Display datetime
cs: Zobrazit datum čas
de: Anzeige Datum/Uhrzeit
sv: Visa datum och tid

source: subjects
cs: témata
de: Themen
fr: sujets
ru: темы
sv: ämnen
uk: Теми

source: select subjects that should appear in SMI
cs: vyberte témata která by se měla objevit v SMI
de: Wählen Sie die Themen die im SMI erscheinen sollen.
sv: välj de ämnen som skall visas i SMI:t

source: target audiences
cs: cílová publika
de: Zielgruppen
fr: public ciblés
sv: målgrupper
uk: Цільові аудиторії

source: select target audiences that should appear in SMI
cs: vyberte cílová publika která by se měla objevit v SMI
de: Wählen Sie die Zielgruppen, die im SMI erscheinen sollen.
sv: välj målgrupper som skall visas i SMI:t

source: Restrict categories for editors
cs: Omezit kategorie na editory
de: Begrenzen der Kategorien für Redakteure.
sv: Begränsa kategorier för redaktörer

source: You can from here restrict all subjects and target audiences usable for news and agenda items.
cs: Odsud můžete omezit všechna témata a cílová publika použitá ve zprávách a položkách programu.
de: Ab hier können alle verfügbaren Themen und Zielgruppen für News und Tagesordnungspunkte eingeschränkt werden.
sv: Här kan du begränsa vilka ämnen och målgrupper som kan användas för nyhets- och dagordningsobjekt.

source: sources
cs: zdroje
de: Quellen
ru: источники
sv: källor
uk: джерела

source: Use predefined sources.
cs: Použít předurčené zdroje
de: Wählen sie vordefinierte Quellen
sv: Använd fördefinierade källor.

source: Changed exclusion settings for ${count} news item(s).
cs: Nastavení výjimek změněno v ${count} položkách zpráv.
de: Die Ausschluss-Einstellungen für ${count} News Eintrag/Einträge wurden gesetzt.
sv: Undantagsinställningarna för ${count} nyhetsobjekt har ändrats.

source: No exclusion settings changed.
cs: Nastavení výjimek nezměněna.
de: Keine Änderung der Ausschluss-Einstellungen.
sv: Inga undantagsinställningar har ändrats.

source: Path
cs: Cesta
de: Pfad
fr: Emplacement
ru: Путь
sv: Sökväg
uk: Шлях

source: Display date
cs: Zobrazit datum
de: Anzeige-Datum
sv: Visningsdatum

source: Items
cs: Položky
de: Objekte
fr: Articles
ru: Элементы
sv: Objekt
uk: Елементи

source: Uncheck items you want to ignore.
cs: Odškrtněte položky které chcete ignorovat.
de: Heben Sie die Auswahl der zu ignorierenden Einträge aus.
fr: Décochez les articles que vous voulez ignorer.
sv: Avmarkera objekt som du vill ignorera.

source: There are no items.
cs: Žádné položky.
de: Keine Einträge vorhanden
fr: Il n'y a aucun articles.
ru: Нет элементов
sv: Det finns inga objekt.
uk: Немає елементів

source: Update
cs: Aktualizovat
de: Aktualisieren
fr: Mettre à jour
sv: Uppdatera
uk: Оновити

source: show agenda items
cs: zobrazit položky programu
de: Tagesordnungspunkte anzeigen
fr: montrer les éléments d'agenda
sv: visa dagordningsobjekt

source: January
cs: Leden
de: Januar
ru: Январь
sv: januari
uk: Січень

source: February
cs: Únor
de: Februar
ru: Февраль
sv: februari
uk: Лютий

source: March
cs: Březen
de: März
ru: Март
sv: mars
uk: Березень

source: April
cs: Duben
ru: Апрель
uk: Квітень

source: May
cs: Květen
de: Mai
ru: Май
sv: maj
uk: Травень

source: June
cs: Červen
de: Juni
ru: Июнь
sv: juni
uk: Червень

source: July
cs: Červenec
de: Juli
ru: Июль
sv: juli
uk: Липень

source: August
cs: Srpen
ru: Август
sv: augusti
uk: Серпень

source: September
cs: Září
ru: Сентябрь
uk: Вересень

source: October
cs: Říjen
de: Oktober
sv: oktober
uk: Жовтень

source: November
cs: Listopad
ru: Ноябрь
uk: Листопад

source: December
cs: Prosinec
de: Dezember
ru: Декабрь
uk: Грудень

source: Mon
cs: Po
de: Mo
ru: Пн
sv: mån
uk: Пнд

source: Tue
cs: Út
de: Die
ru: Вт
sv: tis
uk: Втр

source: Wed
cs: St
de: Mi
ru: Ср
sv: ons
uk: Срд

source: Thu
cs: Čt
de: Do
ru: Чт
sv: tor
uk: Чтв

source: Fri
cs: Pá
de: Fr
ru: Пт
sv: fre
uk: Птн

source: Sat
cs: So
de: Sa
ru: Сб
sv: lör
uk: Сбт

source: Sun
cs: Ne
de: So
ru: Вс
sv: sön
uk: Нд

source: number of days
cs: počet dní
de: Anzahl der Tage
ru: число дней
sv: antal dagar
uk: число днів

source: number of items
cs: počet položek
de: Anzahl der Einträge
sv: antal objekt

source: Monday
cs: Pondělí
de: Montag
ru: Понедельник
sv: måndag
uk: Понеділок

source: Tuesday
cs: Úterý
de: Dienstag
ru: Вторник
sv: tisdag
uk: Вівторок

source: Wednesday
cs: Středa
de: Mittwoch
ru: Среда
sv: onsdag
uk: Середа

source: Thursday
cs: Čtvrtek
de: Donnerstag
ru: Четверг
sv: torsdag
uk: Четвер

source: Friday
cs: Pátek
de: Freitag
sv: fredag
uk: П’ятниця

source: Saturday
cs: Sobota
de: Samstag
ru: Суббота
sv: lördag
uk: Субота

source: Sunday
cs: Neděle
de: Sonntag
ru: Воскресенье
sv: söndag
uk: Неділя

source: make local
cs: změnit na místní
de: lokal erstellen
sv: märk som lokal

source: Make news source local restricts the availability of this source towards the outside-world. When set, the source can only be found by filters in the same subdirectory.
cs: Když je zdroj zpráv místní, je ke zdroji omezen přístup z vnějšího světa. Při nastavení může být zdroj nalezen pouze pomocí filtrů ve stejném podadresáři.
de: Lokal erstellte News Quellen schränken die Verfügbarkeit dieser Quelle gegenüber der Außenweilt ein. Bei lokaler Einstellung kann die Quelle nur durch Filter im selben Unterverzeichnis gefunden werden.
sv: Att göra nyhetskällan lokal begränsar tillgängligheten till källan för utomstående. När alternativet har valts kan källan endast hittas via filter i samma underkatalog.

source: News Publication Settings Metadata
cs: Popisná data nastavení publikace zpráv
de: Einstellung der Metadaten einer News Publikation
sv: Metadata för nyhetspubliceringsinställningar

source: local news source setting.
cs: nastavení místního zdroje zpráv.
de: Einstellung der lokalen News Source.
sv: lokal inställning för nyhetskälla.

source: filters
cs: filtry
de: Filter
fr: filtres
ru: фильтры
sv: filter
uk: фільтри

source: Use predefined filters.
cs: Použit předurčené filtry.
de: Verwenden Sie vordefinierte Filter.
sv: Använd fördefinierade filter.

source: show
cs: zobrazit
de: anzeigen
ru: показать
sv: visa
uk: показати

source: Show a specific number of items, or show items from a range of days in the past.
cs: Zobrazit konkrétní počet položek, nebo zobrazit položky z rozsahu dní v minulosti.
de: Zeige eine bestimmte Anzahl Einträge oder Einträge eines bestimmten Bereichs von Tagen aus der Vergangenheit.
sv: Visa ett visst antal objekt, eller visa objekt från ett visst antal tidigare dagar.
uk: Показувати певне число пунктів або показувати пункти з ряду днів у минулому.

source: days / items number
cs: dny / číslo položky
de: Anzahl Tage/Einträge
ru: дни / количество пунктов
sv: dagar / objektnummer
uk: дні / кількість пунктів
