Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Convert all files
cs: Převést všechny soubory
de: Konvertiere alle Dateien
fr: Convertir tous les fichiers
ru: Конвертировать все файлы
sv: Konvertera alla filer
uk: Конвертувати всі файли

source: Storage for Silva Files and Images converted. Check the log for more details.
cs: Úložiště pro soubory Silva a převedené obrázky. Zkontrolujte záznam pro další podrobnosti.
de: Speicher für Silva Files und Images konvertiert. Mehr Informationen finden Sie in den Logfiles.
fr: Le stockage des fichiers et images Silva a été converti. Consultez le log pour plus de détails.
ru: Хранилище файлов и изображений Silva преобразовано. Для дополнительной информации смотрите журнал.
sv: Lagring för Silva-filer och -bilder har konverterats. Se loggen för närmare information.
uk: Сховище для Файлів та Зображень Сільва конвертовано. Більше деталей у логі.

source: Configure file storage
cs: Nastavit úložiště souborů
de: Einstellungen für Dateispeicher
fr: Configurer le stockage des fichiers
ru: Настроить хранилище файлов
sv: Konfigurera fillagring
uk: Налаштувати сховище файлів

source: File
cs: Soubor
de: Datei
fr: Fichier
ru: Файл
sv: Fil
uk: Файл

source: Click the Upload button to select a file.
cs: Klikněte na tlačítko nahrát pro zvolení souboru.
de: Klicken Sie auf den Upload-Knopf um eine Datei auszuwählen
fr: Cliquer sur Envoyer pour sélectionner un fichier.
ru: Нажмите кнопку Загрузить, чтобы выбрать файл.
sv: Klicka på knappen Överför för att välja en fil.
uk: Натисніть кнопку Завантажити, щоб вибрати файл.

source: Edit file content
cs: Upravit obsah souboru
de: Dateiinhalt bearbeiten
fr: Éditer le contenu du fichier
ru: Изменить содержимое файла
sv: Redigera filinnehåll
uk: Змінити вміст файлу

source: Click the Upload button to replace the current file with a new file.
cs: Klikněte na tlačítko nahrát pro nahrazení současného souboru novým.
de: Klicken Sie auf den Upload-Button um die aktuelle Datei mit einer neuen zu ersetzen.
fr: Cliquer sur Envoyer pour remplacer le fichier courant avec un nouveau.
ru: Нажмите кнопку Загрузить, чтобы заменить текущий файл с новым файлом.
sv: Klicka på knappen Överför för att ersätta den aktuella filen med en ny fil.
uk: Натисніть кнопку Завантажити, щоб замінити поточний файл з новим файлом.

source: Text content
cs: Textový obsah
de: Textinhalt
fr: Contenu du texte
ru: Содержимое текста
sv: Textinnehåll
uk: Вміст тексту

source: Text contained in the file
cs: Text obsažený v souboru
de: T
fr: Texte contenu dans le fichier
ru: Текст, содержащийся в файле
sv: Text som ingår i filen.
uk: Текст, що міститься у файлі

source: Edit text content
cs: Upravit textový obsah
de: Textinhalt bearbeiten
fr: Éditer le texte
ru: Редактирование текста содержания
sv: Redigera textinnehåll
uk: Редагування тексту змісту

source: Link to file
cs: Odkaz na soubor
de: Link zur Datei
fr: Liens vers le fichier
ru: Ссылка на файл
sv: Länk till fil
uk: Посилання на файл

source: Download
cs: Stáhnout
de: Herunterladen
fr: Télécharger
ru: Загрузить
sv: Hämta
uk: Завантажити

source: File mime type
cs: Mime typ souboru
de: Datei Mime-Type
fr: Mime type du fichier
ru: Файл MIME тип
sv: Filens MIME-typ
uk: Файл MIME типу

source: File encoding
cs: Kódování souboru
de: Dateikodierung
fr: Encodage du fichier
ru: Кодировка файла
sv: Filkodning
uk: Кодування файлу

source: You cannot convert a folder into a folder.
cs: Nelze převést složku do složky
de: Sie können einen Ordner nicht in einen Ordner umwandeln.
fr: Vous ne pouvez pas convertir un dossier en dossier.
ru: Вы не можете конвертировать папки в папку.
sv: Du kan inte konvertera en mapp till en mapp.
uk: Ви не можете конвертувати папки в папку.

source: The presentation of the information within a publication is structured with folders. They determine the visual hierarchy that a Visitor sees. Folders on the top level define sections of a publication, subfolders define chapters, etc. Note that unlike publications, folders are transparent, meaning you can see through them in the sidebar tree navigation and the Publish screen.
cs: Předložení informací uvnitř publikace je strukturována do složek. Ty určují vizuální hierarchii kterou návštěvník vidí. Složky na nejvyšší úrovni určují oddíly publikace, podsložky odstavce atd. Nezapomeňte, že složky jsou, narozdíl od publikací, transparentní což znamená, že jimi můžete procházet ve stromu umístěném v postranní liště a okně zveřejnění.
de: Informationen innerhalb einer Publikation werden mit Ordnern strukturiert. Sie legen die sichtbare Hierarchie fest, die ein Besucher sieht. Ordner auf oberster Ebene bestimmen die Ebene der Publikation, Unterordner stellen Kapitel dar, usw. Beachten Sie, dass, anders als Publikationen, Ordner transparent sind, das bedeutet, dass Sie alle Inhalte eines Ordners in der seitlichen Navigation und im Veröffentlichen-Fenster sehen können.
fr: La présentation des informations au sein de la publication est structurée avec des dossiers. La présentation fixe la hiérarchie visuelle observée par le Visiteur. Les dossier de plus haut niveau définissent les sections d'une publication, les sous-dossiers définissent les chapitres, etc. A l'inverse des publications, les dossiers sont transparents, c'est à dire qu'il est possible de voir à travers dans l'arbre de navigation du côté et l'écran de publication.
ru: Представление информации в рамках a публикации структурироваными папками. Они определяют визуальную иерархию, которую видит Посетитель. Папки на верхнем уровне определяют разделы публикации, подпапки определяют главы, и т.д. Отметьте, что в отличие от публикаций, папки прозрачны, ето значит что вы может видеть через них при передвижении по дереву и показа на экран.
sv: Presentationen av informationen i en publikation struktureras m.h.a. mappar. De bestämmer den visuella hierarki som en Gäst ser. Mappar på den översta nivån definierar avsnitt i publikation, undermappar definierar kapitel, o.s.v. Observera att, i motsats till publikationer, är mappar transparenta, d.v.s. du kan se igenom dem i sidopanelens trädnavigering och i Publicerings- fönstret.
uk: Представлення інформації в рамках публікації структура з папками. Вони визначають візуальну ієрархію, що бачить відвідувач. Папки на вищому рівні визначають розділи публікації, підпапки визначають глави і т.д. Зверніть увагу, що на відміну від публікацій, папки будуть прозорими, тобто ви може бачити крізь них на бічній панелі навігації дерева та публікації екрані.

source: You cannot add this content type in this container.
cs: Nemůžete přidat tento typ obsahu do tohoto kontejneru.
de: Dieser Inhaltstyp kann nicht in diesen Container hinzugefügt werden.
fr: Vous ne pouvez pas ajouter ce type de contenu dans ce dossier
ru: Вы не можете добавить этот тип контента в данном контейнере.
sv: Du kan inte lägga till denna innehållstyp i denna behållare.
uk: Ви не можете додати цей тип контенту цього контейнері.

source: You are unauthorized to move this content.
cs: Nemáte oprávnění k přesunu tohoto obsahu.
de: Sie sind nicht dazu autorisiert, diesen Inhalt zu bewegen.
fr: Vous n'êtes pas autorisé à déplacer ce contenu
ru: Вы не имеете прав для переноса данного контента.
sv: Du har inte behörighet att flytta detta innehåll.
uk: Ви не маєте прав для перенесення даного контенту.

source: You cannot move this content to this container.
cs: Tento obsah nemůžete přesunout do tohoto kontejneru.
de: Sie können diesen Inhalt nicht in diesen Container verschieben.
fr: Vous ne pouvez pas déplacer ce contenu dans ce dossier.
ru: Вы не можете перенести этот контент в данный контейнер.
sv: Du kan inte flytta detta innehåll till denna behållare.
uk: Ви не можете перенести цей контент в даний контейнер.

source: Content already in the target container.
cs: Obsah již je v cílovém kontejneru.
de: Inhalt bereits im Ziel-Container.
fr: Le contenu est déjà dans le dossier spécifié
ru: Содержимое, уже в целевом контейнере.
sv: Innehåller finns redan i målbehållaren.
uk: Вміст, вже в цільовому контейнері.

source: There is no editable version to set the title on.
cs: Neexistuje žádná upravitelná verze pro kterou lze použít tento název.
de: Es gibt keine editierbare Version, auf die der Titel gesetzt werden kann.
fr: Aucune version éditable n'est disponible pour sauvegarder le titre.
sv: Det finns ingen redigerbar version som du kan ge den titeln.

source: Cannot delete content.
cs: Nelze smazat obsah.
de: Inhalt kann nicht gelöscht werden
fr: Impossible de supprimer ce contenu.
ru: Не удается удалить содержание.
sv: Det går inte att ta bort innehåll.
uk: Не вдається видалити зміст.

source: You are unauthorized to copy this content.
cs: Nemáte oprávnění ke kopírování tohoto obsahu.
de: Sie sind nicht autorisiert, den Inhalt zu kopieren.
fr: Vous n'êtes pas autorisé à copier ce contenu.
ru: Вы не имеете права копирования этого содержимого.
sv: Du har inte behörighet att kopiera detta innehåll.
uk: Ви не маєте права копіювання вмісту.

source: First item
cs: První položka
de: Erster Eintrag
fr: Premier élément
ru: Первый пункт
sv: Första objektet
uk: Перший пункт

source: Choose an item to be created within the container.
cs: Zvolte položku, která bude vytvořena uvnitř kontejneru.
de: Wählen Sie ein Element, das innerhalb des Containers erzeugt werden soll.
fr: Sélectionner un contenu à créer dans le dossier.
ru: Выберанный пункт будет создан в контейнере.
sv: Välj ett objekt som skall skapas inne i behållaren.
uk: Виберать пункт буде створений в контейнері.

source: This container has no index.
cs: Tento kontejner nemá rejstřík.
de: Dieser Container hat keinen Index.
fr: Ce dossier n'a pas d'index.
ru: Этот контейнер не имеет индекса.
sv: Denna behållare saknar index.
uk: Цей контейнер не має індексу.

source: Ghosts are special documents that function as a placeholder for an item in another location (like an alias, symbolic link, shortcut). Unlike a hyperlink, which takes the Visitor to another location, a ghost object keeps the Visitor in the current publication, and presents the content of the ghosted item. The ghost inherits properties from its location (e.g. layout and stylesheets).
cs: Duchové jsou zvláštní dokumenty, které slouží jako zástupce položky v jiném umístění (jako přezdívka, symbolický odkaz, zkratka). Na rozdíl od odkazu, který návštěvníka přesune na jiné umístění, duch ho ponechá v současné publikaci a zobrazí obsah odkazované položky. Duch dědí vlastnosti z jejího umístění (např. rozvržení a stylopisy).
de: Ghosts sind besondere Dokumente, die als Platzhalter für Objekte an anderer Stelle fungieren (wie Aliase, symbolische Links, Abkürzung). Im Gegensatz zu Hyperlinks, die den Besucher an eine andere Stelle befördern, belässt ein Ghost Objekt die Besucher in der aktuellen Publikation und stellt den Inhalt des referenzierten Objektes dort dar. Das Ghost Objekt ererbt die Eigenschaften desjenigen Objektes, welches es referenziert.
fr: Les images sont des documents spéciaux fonctionnant en tant que emplacement fictif pour un élément situé à un autre place (tel qu’un alias, lien symbolique, raccourci). À la différence des hyperliens qui dirigent le visiteur vers un autre emplacement, un objet image garde le visiteur dans la publication courante en lui présentant le contenu de l’élément imagé. L'image hérite des propriétés de son emplacement original (par ex. la mise en page et les feuilles de style).
ru: Призраки - это специальные документы, которые которые функционируют как заполнитель для элемента в другом месте (например, псевдоним, символическая ссылка, ярлык). В отличие от гиперссылку, которая принимает Посетителя в другое место, объект-призрак оставляет Посетителя в текущей публикации и показывает содержимое призрачного элемента. Призрак наследует свойства своего расположения (напр.: макет и стили).
sv: Ett spöke är ett specialdokument som fungerar som en platshållare för ett objekt på en annan plats (som ett alias, en symbolisk länk, en genväg). motsats till en hyperlänk, som tar Gästen till en annan plats, håller ett spökobjekt kvar Gästen i den aktuella publikationen och visar innehållet i objektet det speglar. Spöket ärver egenskaper från sin plats (t.ex. layouten och formatmallar).
uk: Привиди - це спеціальні документи, які які функціонують як заповнювач для елемента в іншому місці (наприклад, псевдонім, символічне посилання, ярлик). На відміну від гіперпосилання, яка приймає Відвідувача в інше місце, об'єкт-привид залишає Відвідувача в поточної публікації і показує вміст примарного елемента. Привид успадковує властивості свого розташування (напр.: макет і стилі).

source: Target
cs: Cíl
de: Ziel
fr: Cible
ru: Цель
sv: Mål
uk: Ціль

source: The internal item the ghost is mirroring.
cs: Vnitřní položka, kterou duch zrcadlí.
de: Internes Objekt das der Ghost-Link verweist.
fr: Le contenu interne sur lequel le fantôme pointe.
ru: Внутренний элемент-призрак зеркальное отображение.
sv: Det interna objekt som spöket speglar.
uk: Внутрішній елемент-привид дзеркальне відображення.

source: Click the Lookup button to select an item to haunt.
cs: Klikněte na tlačítko Hledat pro zvolení položky ke strašení.
de: Klicken Sie auf die Schaltfläche um das gewünschte Objekt als Ghost-Link zu wählen.
fr: Cliquer sur le bouton Parcourir pour sélectionner un contenu cible.
sv: Klicka på knappen Hitta för att välja ett objekt att skapa ett spöke för.

source: A ghost title is immutable.
cs: Název ducha nelze měnit.
de: Der Titel eines Ghots ist nicht veränderbar.
fr: Vous ne pouvez pas changer le titre d'un fantôme.
sv: Ett spökes titel kan inte ändras.

source: Ghost target is broken
cs: Cíl ducha je rozbitý
de: Geist-Ziel ist defekt.
fr: La cible de cette « réplique » est cassé
sv: Spökets mållänk är bruten

source: Ghost Folders are similar to Ghosts, but instead of being a placeholder for a document, they create placeholders and/or copies of all the contents of the &#8216;original&#8217; folder. The advantage of Ghost Folders is the contents stay in sync with the original, by manual or automatic resyncing. Note that when a folder is ghosted, assets &#8211; such as Images and Files &#8211; are copied (physically duplicated) while documents are ghosted.
cs: Duchové složek jsou podobní duchům, ale místo aby byly zástupce dokumentu, vytvářejí zástup a/nebo kopie celého obsahu &#8216;původní&#8217; složky. Výhodou duchů složek je, že obsah zůstane synchronizován s originálem, buď ručně nebo automaticky. Nezapomeňte, že když má složka ducha, zdroje &#8211; jako obrázky a soubory &#8211; jsou kopírovány (fyzicky zdvojeny) zatímco dokumenty mají ducha.
de: Ghost-Folder sind ähnlich den Ghosts, aber anstatt eines Platzhalters für ein Dokument sind sie Platzhalter und/oder Kopien des gesamten Inhalts des &#8216;Original&#8217;-Ordners. Der Vorteil eines Ghost-Folders ist, dass die Inhalte mit dem Original sychronisiert bleiben, entweder manuell oder automatisch. Beachten Sie, dass bei der Erzeugung eines Ghost-Ordners die Objekte &#8211; wie Bilder und Dateien kopiert werden (physikalisch dupliziert) während aus Dokumenten Ghosts erzeugt werden.
fr: Les Répertoires Image sont similaires aux Images, mais au lieu d'être un espace réservé pour un document, ils créent des espaces réservés et/ou des copies de tous les contenus du dossier &#8216;original&#8217;. Les Répertoires Images ont l'avantage de conserver la synchronisation de leur contenu avec l'original de manière automatique ou manuelle. Remarque : Quand on crée une image d'un dossier, les ressources, &#8211; tels que les Images et les Fichiers &#8211;, sont copiés (copie physique dupliqué) alors que les documents sont seulement mis en miroir.
ru: Папки-Призраки подобны Призракам, но будучи заполнителем для документа, они создают заполнители или копируют все содержимое папок. Преимущество Призрак-Папок содержимое находится синхронно с оригиналом, ручную или автоматическая пересинхронизация. Заметьте, когда папка является призраком, средства такие как Картинки и Файлы скопировались(физически удвоились), пока документы являются призраками.
sv: Spökmappar liknar spöken, men istället för att vara en platshållare för ett dokument, skapar de platshållare och/eller kopior av allt innehåll i &#8216;originalmappen&#8217;. Fördelen med spökmappar är att innehåller synkroniseras med originalet, genom manuell eller automatisk synkronisering. Observera att när en mapp spökspeglas, så kopieras tillgångar &#8211; såsom bilder och filer &#8211; (dupliceras rent fysiskt) medan dokument speglas.
uk: Папки-Привиди подібні Примарам, але будучи заповнювачем для документа, вони створюють заповнювачі або копіюють всі вміст папок. Перевага Привид-Папок вміст знаходиться синхронно з оригіналом, ручну або автоматична пересінхронізація. Зауважте, коли папка є примарою, засоби такі як Картинки і Файли скопіювати (фізично подвоїлися), поки документи є примарами.

source: The internal folder the ghost is mirroring
cs: Vnitřní adresář, který duch zrcadlí.
de: Interner Ordner auf den der Ghost-Folder verweist.
fr: Le dossier interne sur lequel le fantôme pointe.
sv: Den interna mapp som spöket speglar

source: Synchronize target and ghost folder content
cs: Synchronizovat obsah cílové a duchové složky
de: Synchronisierung von Inhalten aus Quell- und Ghost-Folder.
fr: Synchroniser la cible et le ghost folder
ru: Синхронизация цели и содержимое призрак-папки
sv: Synkronisera innehåll i mål- och spökmapparna
uk: Синхронізація цілі і вміст привид-папки

source: Ghost Folder synchronized.
cs: Složka ducha je synchronizována
de: Ghost Folder wurde synchronisiert.
fr: Dossier fantôme synchronisé.
ru: Призрак папки синхронизирован.
sv: Spökmappen har synkroniserats.
uk: Привид папки синхронізований.

source: Ghost Folder was not synchronized, because the target is invalid.
cs: Duchová složka nebyla synchronizována, protože cíl je neplatný.
de: Ghost Ordner wurde nicht synchronisiert, da das Ziel ungültig ist.
fr: Le Ghost Folder n'a pas été synchronisé, car la cible n'est pas valide.
ru: Призрак-Папка не была синхронизирована, так как цель неверна
sv: Spökmappen synkroniserades inte eftersom målet är ogiltigt.
uk: Привид-Папка не була синхронізована, так як мета невірна

source: Click the Lookup button to select a container to haunt.
cs: Klikněte na tlačítko Vyhledat pro zvolení kontejneru, který bude strašen.
de: Klicken Sie auf die Schaltfläche um das gewünschte Objekt als Ghost-Folder zu wählen.
fr: Cliquer sur le bouton Parcourir pour sélectionner un dossier à répliquer.
sv: Klicka på knappen Hitta för att välja en behållare att skapa ett spöke för.

source: Synchronize
cs: Synchronizovat
de: Synchronisieren
fr: Synchroniser
ru: Синхронизация
sv: Synkronisera
uk: Синхронізація

source: '${crop}' defines an impossible cropping for the current image
cs: '${crop}' zadává nemožné oříznutí pro současný obrázek
de: '${crop}' definiert einen unmöglichen Ausschnitt für das aktuelle Bild.
fr: « ${crop} » définit une zone de découpage impossible pour cette image.
sv: "${crop}" anger en omöjlig beskärning av den aktuella bilden

source: Web graphics (gif, jpg, png) can be uploaded and inserted in documents, or used as viewable assets.
cs: Internetová grafika (gif, jpg, png) může být vložena do dokumentů, nebo použita jako zobrazitelný zdroj.
de: Webgrafiken (gif, jpg, png) können hochgeladen und in Dokumente eingefügt oder direkt angezeigt werden.
fr: Les images graphiques web (gif, jpg, png) peuvent être postés et insérés dans des documents, ou utilisés comme ressources visualisables.
ru: Web графика (gif, jpg, png) может быть загружена и включена в документы, или использоваться в качестве видимых активов.
sv: Webbgrafik (gif, jpg, png) kan överföras och infogas i dokument eller användas som visningsbara tillgångar.
uk: Web графіка (gif, jpg, png) може бути завантажена і включена в документи, або використовуватися в якості видимих ​​активів

source: Low resolution image in original format is not supported
cs: Obrázek s nízkým rozlišením v původním formátu není podporován
de: Bild mit geringerer Auflösung wird im Original-Format ist nicht unterstützt
fr: La basse définition du format original n'est pas supportée
ru: Низкое разрешение изображения в оригинальном формате не поддерживается
sv: Lågupplöst bild i originalformat stöds inte
uk: Низький дозвіл зображення в оригінальному форматі не підтримується

source: '${scale}' is not a valid scale identifier. Probably a percent symbol is missing.
cs: '${scale}' není platný identifikátor měřítka. Pravděpodobně chybí symbol procenta.
de: '${scale}' it keine gültige ID. Vielleicht fehlte in Prozentzeichen.
fr: « ${scale} » n'est pas un identifiant d'échelle reconnu. Probablement le symbole pourcentage est manquant.
ru: '${scale}' - неправильное обозначение масштаба. Возможно отсутствует знак процента.
sv: "${scale}" är inte en giltig skalidentifierare. Det saknas antagligen ett procenttecken.
uk: '${scale}' неправильне позначення масштабу. Можливо відсутній знак відсотка.

source: '${scale} is not a valid scale identifier. At least one number is required.
cs: '${scale}' není platný identifikátor měřítka. Je vyžadováno alespoň jedno číslo.
de: ${scale} ist keine gültige ID. Mindestens eine Zahl ist notwendig.
fr: « ${scale} » n'est pas un identifiant d'échelle reconnu. Au moins un chiffre est nécessaire.
ru: '${scale}' - неправильное обозначение масштаба. Требуется хотя бы одно число.
sv: "${scale}" är inte en giltig skalidentifierare. Åtminstone ett tal krävs.
uk: '${scale} неправильне позначення масштабу. Потрібно хоча б одне число.

source: '${crop} is not a valid crop identifier
cs: '${crop}' není platný identifikátor oříznutí
de: ${crop} ist keine gültige Crop ID.
fr: La valeur de recadrage « ${crop} » n'est pas une valeur acceptable
ru: '${crop} - неправильное обозначение обрезки.
sv: "${crop}" är inte en giltig beskärningsidentifierare
uk: '${crop} неправильне позначення обрізки.

source: square
cs: čtverec
de: Quadrat
fr: carré
ru: квадрат
sv: kvadrat
uk: квадрат

source: landscape
cs: na šířku
de: Landschaft
fr: paysage
ru: Альбомная
sv: liggande
uk: альбомна

source: portrait
cs: na výšku
ru: Книжная
sv: stående
uk: книжкова

source: Format and scaling
cs: Formát a velikost
de: Format und Auflösung
fr: Format et redimensionnement
ru: Формат и масштабирование
sv: Format och skalning
uk: Формат і масштабування

source: Change
cs: Změnit
de: Ãndern
fr: Modifier
ru: Изменить
sv: Ändra
uk: Змінити

source: Scale and/or crop the image with the new settings
cs: Zmenšit a/nebo uříznout obrázek pomocí nových nastavení
de: Skalieren und/oder beschneiden Sie das Bild mit den neuen Einstellungen.
fr: Redimensioner et/ou retailler l'image avec les nouveaux paramètres
ru: Масштабируйте и/или обрежьте изображение с новыми настройками
sv: Skala och/eller beskär bilden med de nya inställningarna
uk: Масштабуйте і/або обріжте зображення з новими налаштуваннями

source: Scaling and/or format changed.
cs: Byla změněna velikost a/nebo formát.
de: Auflösung und/oder Format geändert
fr: L'échelle et/ou le format a changé.
ru: Масштабирование и/или изменение формата.
sv: Skalning och/eller format har ändrats.
uk: Масштабування і/або зміна формату.

source: Image
cs: Obrázek
de: Bild
ru: Изображение
sv: Bild
uk: Зображення

source: Click the Upload button to select an image.
cs: Klikněte na tlačítko nahrát pro výběr obrázku.
de: Klicken Sie auf den Upload-Knopf um ein Bild auszuwählen
fr: Cliquer sur Envoyer pour sélectionner une image.
ru: Нажмите кнопку Загрузить, для выбора изображения.
sv: Klicka på knappen Överför för att välja en bild.
uk: Натисніть кнопку Завантажити, для вибору зображення.
