Repository: silvacms/silva.translations
Catalog: src/silva/translations/i18n/*/LC_MESSAGES/silva.po
Languages: cs, de, fr, ru, sv, uk

source: Ghost target is a ghost.
cs: Cíl ducha je duch.
de: Das Ziel des Ghosts ist ein Ghost.
fr: La destination du fantôme est un fantôme.
sv: Spökmålet är ett spöke.

source: Ghost target should be a container.
cs: Cíl ducha by měl být kontejner.
de: Das Ziel des Ghosts sollte ein/e Ordner/Publikation sein.
fr: La destination du fantôme doit être un dossier.
sv: Spökmålet skall vara en behållare.

source: Ghost target should be a content.
cs: Cíl ducha by měl být obsah.
de: Das Ziel des Ghosts sollte ein Inhalt sein.
fr: La destination du fantôme doit être un contenu.
sv: Spökmålet skall vara ett innehåll.

source: Origin
cs: Původ
de: Ursprung
fr: Origine
sv: Ursprung

source: Interface
cs: Rozhraní
de: Benutzeroberfläche
ru: Интерфейс
sv: Gränssnitt
uk: Інтерфейс

source: Layer
cs: Vrstva
de: Ebenen
fr: Calque
ru: Слой
sv: Lager
uk: Шар

source: Name of View
cs: Název zobrazení
de: Name der Ansicht
fr: Nom de la vue
sv: Vyns namn

source: Registration Info
cs: Informace o registraci
de: Anmelde-Information
fr: Informations d'inscription
sv: Registreringsinformation

source: Type
cs: Typ
de: Typ
ru: Тип
sv: Typ
uk: Тип

source: Template
cs: Šablona
de: Vorlage
fr: Modéle
ru: Шаблон
sv: Mall
uk: Шаблон

source: Object
cs: Objekt
de: Objekt
fr: Objet
ru: Объект
sv: Objekt
uk: Об'єкт

source: Definition
cs: Definice
fr: Définition
ru: Определение
uk: Визначення

source: No reference selected.
cs: Nevybrán žádný odkaz.
de: Kein Verweis ausgewählt.
fr: Aucune référence est sélectionnée.
sv: Ingen referens har valts.

source: No content selected.
cs: Nevybrán žádný obsah.
de: Kein Objekt wurde gewählt.
fr: Aucun contenu est sélectionné.
sv: Inget innehåll har valts.

source: Lookup an item in Silva
cs: Vyhledat položku v Silva
de: Wählen Sie ein Objekt in Silva
sv: Sök efter ett objekt i Silva

source: Edit item
cs: Upravit položku
de: Bearbeiten Sie ein Objekt
fr: Éditer le contenu
ru: Редактировать элемент
sv: Redigera objekt
uk: Редегувати елемент

source: Missing content
cs: Chybějící obsah
de: Inhalt fehlt
fr: Contenu manquant
ru: Содержание отсутствует
sv: Innehåll som saknas

source: required
cs: vyžadováno
de: erforderlich
fr: obligatoire
ru: необходимый
sv: nödvändig
uk: необхідний

source: Lookup an item
cs: Vyhledat položku
de: Wählen Sie ein Objekt.
fr: Utiliser un contenu
ru: Поиск элемента
sv: Sök efter en innehållspost i Silva
uk: Пошук елемента

source: Add a new item in Silva to refer it
cs: Přidat novou položku do Silva pro její odkazování
de: Fügen Sei ein neues Objekt zu Silva, um sich darauf zu beziehen.
fr: Ajouter un nouveau contenu dans Silva pour l'utiliser
sv: Lägg till ett nytt objekt i Silva för att referera det

source: Identifier
cs: Identifikátor
de: ID
fr: Identifiant
ru: Идентификатор
sv: Identifierare
uk: Ідентифікатор

source: Selected items
cs: Vybrané položky
de: Ausgewählte Elemente
fr: Eléments sélectionnés
ru: Выбранные объекты
sv: Markerade objekt
uk: Обрані елементи

source: Select:
cs: Vybrat:
de: Auswählen:
fr: Sélectionner :
ru: Выбор:
sv: Välj:
uk: Вибір:

source: ${icon} Lookup
cs: ${icon} Vyhledávání
de: ${icon} Auswählen
fr: ${icon} Parcourir
ru: ${icon} Поиск
sv: ${icon} Hitta
uk: ${icon} Пошук

source: About
cs: O aplikaci
de: Über
sv: Om

source: This action is not applicable on this item.
cs: Tato činnost není použitelná na tuto položku.
de: Diese Aktion kann nicht mit diesem Objekt ausgeführt werden.
fr: Cette action n'est pas applicable sur ce contenu.
ru: Это действие не распространяется на этот элемент.
sv: Denna åtgärd kan inte tillämpas på detta objekt.
uk: Ця дія не поширюється на цей елемент.

source: Item moved in position ${position}.
cs: Položka přesunuta do umístění ${position}.
de: Das Objekt wurde nach Position ${position} verschoben.
fr: Contenu déplacé en position ${position}.
ru: Элемент перемещен в позицию ${position}.
sv: Objektet har flyttats till positionen ${position}.
uk: Елемент переміщений в позицію ${position}.

source: Could not move item in position ${position}.
cs: Nelze přesunout položku do umístění ${position}.
de: Das Objekt kann nicht nach ${position} verschoben werden.
fr: Impossible de déplacer le contenu en position ${position}.
ru: Не удалось переместить элемент в позицию ${position}.
sv: Det gick inte att flytta objektet till positionen ${position}.
uk: Не вдалося перемістити елемент у позицію ${position}.

source: Content
cs: Obsah
de: Inhalt
fr: Contenu
ru: Содержимое
sv: Innehåll
uk: Вміст

source: The data that was submitted did not validate properly. Please adjust the form values and submit again.
cs: Data která byla odeslána neprošla správně ověřením. Prosím upravte hodnoty formuláře a odešlete ho znova.
de: Die übermittelten Daten konnten nicht ausreichend überprüft werden. Ändern Sie die Werte in den Feldern und übermitteln Sie erneut.
fr: Les valeurs fournies n'ont pas été validées correctement. Veuillez ajuster ces dernières et re-soumettre le formulaire.
ru: Данные, которые были представлены не прошли проверку должным образом. Пожалуйста, измените значения формы и нажмите кнопку еще раз.
sv: Den data som skickades in kunde inte valideras. Justera formulärvärdena och försök sedan att skicka igen.
uk: Дані, які були представлені не пройшли перевірку належним чином. Будь ласка, поміняйте значення форми і натисніть кнопку ще раз.

source: Metadata saved.
cs: Popisná data uložena.
de: Metadaten gespeichert.
fr: Metadata sauvegardé
ru: Метаданные сохранены.
sv: Metadata har sparats.
uk: Метадані збережені.

source: Approved version item properties
cs: Schválená verze vlastností položky
de: Genehmigte Version Objekt-Eigenschaften
sv: Objektsegenskaper för godkänd version

source: Public version item properties
cs: Veřejná verze vlastností položky
de: Öffentliche Version Objekt-Eigenschaften
sv: Objektsegenskaper för offentlig version

source: Last closed version item properties
cs: Poslední uzavřená verze vlastností položky
de: Letzte geschlossene Version Objekt-Eigenschaften
sv: Objektsegenskaper för senast stängda version

source: Properties
cs: Vlastnosti
de: Eigenschaften
fr: Propriétés
ru: Свойства
sv: Egenskaper
uk: Властивості

source: Editable item properties
cs: Upravitelné vlastnosti položky
de: Bearbeitbare Objekt-Eigenschaften
ru: Редактируемые свойства элемента
sv: Redigerbara objektsegenskaper
uk: Редаговані властивості елемента

source: No item refers to this ${content_type}.
cs: Žádná položka neodkazuje na tento ${content_type}.
de: Kein Objekt bezieht sich auf diese/n ${content_type}.
fr: Aucun contenu n'utilise ce ${content_type}.
ru: Ни один элемент не относится к этому ${content_type}.
sv: Inget objekt refererar till denna ${content_type}.
uk: Жоден елемент не відноситься до цього ${content_type}.

source: This item is referenced by:
cs: Na tuto položku odkazuje:
de: Auf dieses Objekt bezieht sich:
fr: Ce contenu est utilisé par:
ru: Этот элемент ссылается на:
sv: Detta objekt refereras av:
uk: Цей елемент посилається на:

source: edit item
cs: upravit položku
de: Objekt bearbeiten
ru: изменить элемент
sv: redigera objekt
uk: змінити елемент

source: References
cs: Odkazy
de: Referenz
fr: Références
ru: Ссылки
sv: Referenser
uk: Посилання

source: List of contents that refer to this item
cs: Seznam obsahů které odkazují na tuto položku
de: Liste von Inhalten, die sich auf dieses Objekt beziehen.
fr: Liste de contenu utilisant ce dernier
ru: Список содержимого, которые относятся к этому элементу
sv: Lista över innehåll som refererar till detta objekt
uk: Список вмісту, які відносяться до цього елемента

source: acquirable
cs: získatelné
de: vererbbar
sv: hämtningsbar

source: Acquired Value:
cs: Získatelná hodnota:
de: Erreichter Wert
ru: Полученное значение:
sv: Hämtat värde:
uk: Отримане значення:

source: Publication
cs: Zveřejnění
de: Publikation
ru: Публикация
sv: Publikation
uk: Публікація

source: Publish
cs: Zveřejnit
de: Veröffentlichen
fr: Publier
ru: Опубликовать
sv: Publicera
uk: Опублікувати

source: Approve
cs: Schválit
de: Genehmigen
fr: Valider
ru: Утвердить
sv: Godkänn
uk: Затвердити

source: This action is not applicable on this content.
cs: Tato činnost není použitelbá na tento obsah.
de: Diese Aktion kann bei diesem Inhalt nicht angewendet werden.
fr: Cette action n'est pas disponible sur ce contenu.
ru: Это действие не распространяется на содержание.
sv: Denna åtgärd kan inte tillämpas på detta innehåll.
uk: Ця дія не поширюється на зміст.

source: Approve item for future
cs: Schválit položku do budoucna
de: Bestätigen Sie das Objekt für die Zukunft.
ru: Одобрите элемент для будущего
sv: Godkänn objekt för framtida bruk
uk: Схвалите елемент для майбутнього

source: Approve selected item for the future
cs: Schválit zvolenou položku do budoucna
de: Bestätigen Sie die gewählten Objekte für die Zukunft.
ru: Утвердить выбранный элемент для будущего
sv: Godkänn markerat objekt för framtida bruk
uk: Затвердити обраний елемент для майбутнього

source: Request approval
cs: Zažádat o schválení
de: Bestätigung anfragen.
fr: Demander la validation
ru: Запрос утверждения
sv: Begär godkännande
uk: Запит затвердження

source: Approval requested.
cs: Zažádáno o schválení.
de: Bewilligung beantragt.
fr: Approbation demandée.
ru: Запрошено одобрение
sv: Godkännande har begärts.
uk: Запрошені схвалення

source: Request approval for new version
cs: Zažádat o schválení nové verze
de: Bestätigung für neue Version anfragen.
fr: Demande de validation pour la nouvelle version
ru: Запрос разрешения на новую версию
sv: Begär godkännande av ny version
uk: Запит дозволу на нову версію

source: Publish now
cs: Zveřejnit nyní
de: jetzt veröffentlichen
fr: Publier maintenant
ru: Опубликовать сейчас
sv: Publicera nu
uk: Опублікувати зараз

source: Version published.
cs: Verze zveřejněna.
de: Version publiziert.
fr: Version publiée.
ru: Версия опубликована.
sv: Versionen har publicerats.
uk: Версія опублікована.

source: Approve for future
cs: Schválit do budoucna
de: Zukünftige Bestätigung.
fr: Valider pour le futur
ru: Утвердить для будущего
sv: Godkänn för framtida bruk
uk: Затвердити для майбутнього

source: Version approved.
cs: Verez schválena.
de: Version bewilligt
fr: Version approuvée.
ru: Версия одобрена
sv: Versionen har godkänts.
uk: Версія схвалена

source: Publish new version
cs: Zveřejnit novou verzi
de: Neue Version publizieren.
fr: Publier la nouvelle version
ru: Публикация новой версии
sv: Publicera ny version
uk: Публікація нової версії

source: Request publication
cs: Zažádat o zveřejnění
de: Publizieren anfragen.
fr: Demander la publication
ru: Заказать публикацию
sv: Begär publicering
uk: Замовити публікацію

source: Reject publication
cs: Zamítnout zveřejnění
de: Publizieren ablehnen.
fr: Rejeter la demande
ru: Отклонить публикацию
sv: Avslå publiceringsbegäran
uk: Відхилити публікацію

source: Withdraw publication
cs: Stáhnout zveřejnění
de: Publikation zurücknehmen
fr: Retirer la demande
ru: Вывод публикации
sv: Dra tillbaka publiceringsbegäran
uk: Виведення публікації

source: Approve publication
cs: Schválit zveřejnění
de: Publikation bestätigen
fr: Valider la demande
ru: Утвердить публикацию
sv: Godkänn publicering
uk: Затвердити публікацію

source: Request approval history
cs: Historie žádostí o schválení
de: Bestätigungs-Geschichte anfragen
fr: Historique de la demande de validation
ru: История запросов на утверждение
sv: Historik över godkännande av begäran
uk: Історія запитів на затвердження

source: There is no history.
cs: Žádná historie.
de: Es gibt keine Geschichte.
fr: Il ny'a pas d'historique.
ru: Нет никакой истории.
sv: Det finns ingen historik.
uk: Немає ніякої історії.

source: Message
cs: Zpráva
de: Nachricht
ru: Сообщение
sv: Meddelande
uk: Повідомлення

source: This message will remain visible in the status screen for other authors and editors.
cs: Tato zpráva zůstane zobrazená v obrazovce stavu pro ostatní autory a editory.
de: Diese Nachricht bleibt für andere Autoren und Redakteure im Publizieren- schirm sichtbar.
fr: Ce message restera visible sur l'écran de statut pour les autres auteurs et éditeurs.
ru: Это сообщение останется видимым в статусном экране для других авторов и редакторов.
sv: Detta meddelande kommer fortsätta att vara synligt i statusrutan, för andra skribenter och redaktörer.
uk: Це повідомлення залишиться видимим в статусному екрані для інших авторів і редакторів.

source: Publication time
cs: Čas zveřejnění
de: Veröffentlichungszeitpunkt
fr: Date de publication
ru: Время публикации
sv: Publiceringsdatum
uk: Час публікації

source: Add message on withdrawal
cs: Přidat zprávu při stáhnutí
de: Eine Nachricht zum Widerruf hinzufügen.
fr: Ajouter un message pour retirer la demande de publication
ru: Добавить сообщение о выходе
sv: Lägg till ett meddelande vid tillbakadragande
uk: Додати повідомлення про вихід

source: The message may be viewed by local users.
cs: Zpráva může být zobrazena místními uživateli.
de: Die Nachricht kann von anderen Benutzern eingesehen werden.
fr: Le message peut être vu par les utilisateurs locaux.
ru: Сообщение будет показано только локальным пользователям.
sv: Meddelandet kan läsas av lokala användare.
uk: Повідомлення буде показано тільки локальним користувачам.

source: Withdraw approval request
cs: Stáhnout žádost o schválení
de: Widerrufen einer Bestätigungsanfrage
fr: Retirer la demande de publication
ru: Вывод запроса на утверждение
sv: Dra tillbaka begäran om godkännande
uk: Висновок запиту на затвердження

source: Expiration time
cs: Čas konce platnosti
de: Verfallszeitpunkt
fr: Date d'expiration
ru: Срок действия
sv: Förfallodatum
uk: Термін дії

source: Add message on rejection
cs: Přidat zprávu při odmítnutí
de: Zur Ablehnung eine Nachricht hinzufügen.
fr: Ajouter un message pour rejecter la demande de publication
ru: Добавить сообщение об отказе
sv: Lägg till meddelande vid avslag
uk: Додати повідомлення про відмову

source: Empty indicates no expiration.
cs: Prázdné znamená bez konce platnosti.
de: Wenn leer, dann verfällt der Inhalt nicht.
fr: Vide signifie pas d'expiration
ru: Пустой указывает что нет срока действия.
sv: Lämna tomt för "inget förfallodatum".
uk: Порожній вказує що немає терміну дії.

source: Reject approval request
cs: Zamítnout žádost o schválení
de: Bestätigungsanfrage ablehnen
fr: Rejeter la demande de validation
ru: Отклонить запрос на утверждение
sv: Avslå begäran om godkännande
uk: Відхилити запит на затвердження

source: Manual close
cs: Ruční uzavření
de: Händisch schließen
fr: Fermeture manuelle
sv: Stäng manuellt

source: If necessary, the published version of this content can be manually closed (taken offline). It will also be removed from the public index.
cs: Pokud je nutné, může být zveřejněná verze tohoto obsahu ručně uzavřena (bude offline). Bude také odstraněna z veřejného rejstříku.
de: Falls nötig, kann die publizierte Version manuell geschlossen (offline genommen) werden. Sie wird dann auch aus dem öffentlichen Index entfernt.
fr: Si nécessaire, la version publiée de ce contenu peut être fermée manuellement (mise hors ligne). Il pourra aussi être enlevée de l'index public.
ru: Если необходимо, опубликованная версия этого содержимого может быть закрыта (снята с показа) вручную. Она также будет изъята из публичного оглавления.
sv: Om så krävs, kan den publicerade versionen av detta innehåll stängas manuellt (sparas offline). Den kommer då även att tas bort från det offentliga indexet.
uk: Якщо необхідно, опублікована версія цього вмісту може бути закрита (знята з показу) вручну. Вона також буде вилучена з публічного змісту.

source: Close published version
cs: Uazvřít zveřejněnou verzi
de: Publizierte Version schließen
fr: Fermer la version publiée
ru: Закрыть опубликованную версию
sv: Stäng publicerad version
uk: Закрити опубліковану версію

source: Publish closed version
cs: Zveřejnit uzavřenou verzi
de: Geschlossene Version publizieren
ru: Публикация закрытой версии
sv: Publicera stängd version
uk: Публікація закритої версії

source: Make the last closed version public.
cs: Zveřejnit poslední uzavřenou verzi.
de: Die letzte geschlossene Version soll publiziert werden.
ru: Обнародуйте последнюю закрытую версию.
sv: Gör den senast stängda versionen offentlig.
uk: Оприлюдніть останню закриту версію.

source: Expiration datetime cannot be before publication.
cs: Čas konce platnosti nemůže být před zveřejněním.
de: Das Ablaufdatum kann nicht vor dem Publikationsdatum liegen.
fr: La date d'expiration ne peut pas être avant la date de publication
sv: Förfallodatum kan inte infalla före publiceringsdatum.

source: Item is pending
cs: Položka čeká na rozhodnutí
de: Objekt ist unerledigt
ru: Элемент находится на рассмотрении
sv: Objektet väntar på beslut
uk: Елемент знаходиться на розгляді

source: This is item has been submitted for approval and is pending.
cs: Tato položka byla předložena ke schválení a čeká na rozhodnutí.
de: Dieses Objekt wurde zur Bestätigung geschickt und wartet auf Erledigung.
ru: Этот элемент был представлен на утверждение и находится на рассмотрении.
sv: Detta objekt har skickats in för godkännande och väntar på beslut.
uk: Цей елемент був представлений на затвердження і знаходиться на розгляді.

source: Item is approved, not published
cs: Položka je schválena, nezveřejněna
de: Das Objekt ist bestätigt aber nicht publiziert.
ru: Элемент одобрен, но не опубликован
sv: Objektet är godkänt, inte publicerat
uk: Елемент схвалений, але не опублікований

source: Published version exists
cs: Existuje zveřejněná verze
de: Veröffentlichte Version existiert
fr: La version publiée existe
ru: Публикуемая версия уже существует
sv: En publicerad version finns
uk: Публикуемая версія вже існує

source: Note: an older version of this item is online.
cs: Poznámka: starší verze této položky je online.
de: Notiz: eine ältere Version dieses Objekts ist online.
sv: Obs: en äldre version av detta objekt finns på webben.

source: Publishing this version will replace the public version.
cs: Zveřejněním této verze nahradíte veřejnou verzi.
de: Das Veröffentlichen dieser Version wird die öffentliche Version ersetzen.
fr: La publication de cette version remplacera la version publique.
ru: Публикация этой версии заменит общедоступную версию.
sv: Vid publicering ersätter denna version den offentliga versionen.
uk: Публікація цієї версії замінить загальнодоступну версію.

source: Item is a draft and never published
cs: Položka je návrh a nikdy nebyla zveřejněna
de: Das Dokument ist ein Entwurf und wird nicht publiziert.
sv: Objektet är ett utkast och har aldrig publicerats

source: Item is published
cs: Položka je zveřejněna
de: Das Dokument wurde publiziert.
ru: Элемент опубликован
sv: Objektet är publicerat
uk: Элемент опублікований

source: This item is published (online for the public).
cs: Tsto položka je zveřejněna (online pro veřejnost)
de: Dieses Dokument ist online (nur für die Öffentlichkeit).
ru: Этот элемент опубликован.
sv: Detta objekt har publicerats (tillgängligt för allmänheten på webben).
uk: Цей елемент опублікований

source: If you wish you can make an editable copy in the ${editor}.
cs: Pokud chcete, můžete vytvořit kopii pro úpravy v ${editor}.
de: Wenn Sie wollen, können Sie eine editierbare Version in ${editor} erzeugen.
fr: Si vous le souhaitez, vous pouvez créer une copie modifiable dans ${editor}.
ru: При желании, Вы можете отредактировать копию в ${editor}.
sv: Om du så önskar, kan du skapa ett redigerbart exemplar i ${editor}.
uk: При бажанні, Ви можете відредагувати копію в ${editor}.

source: Item is closed
cs: Položka je uzavřena
de: Dokument ist geschlossen.
ru: Элемент закрыт
sv: Objektet är stängt
uk: Елемент закритий

source: This item was once published but is now closed.
cs: Tato položka byla jednou zveřejněna, ale nyní je uzavřena.
de: Dieses Dokument war öffentlich ist jetzt aber geschlossen.
ru: Этот элемент был когда-то опубликован, но теперь закрыт.
sv: Detta objekt var tidigare publicerat, men är numera stängt.
uk: Цей елемент був колись опублікований, але тепер закритий.

source: Publication settings can be changed.
cs: Nastavení zveřejnění byla změněna.
de: Publikationseinstellungen können geändert werden.
fr: Les paramétres de publication sont modifiables.
ru: Настройки публикации могут быть изменены.
sv: Publiceringsinställningarna kan ändras.
uk: Налаштування публікації можуть бути змінені.

source: First publication date of the item
cs: Datum prvního zveřejnění položky
de: Datum der ersten Veröffentlichung des Objektes.
sv: Första publiceringsdatum för objektet

source: First publication date
cs: Datum prvního zveřejnění
de: Datum der ersten Veröffentlichung
sv: Första publiceringsdatum

source: Publication date of the public version
cs: Datum zveřejnění veřejné verze
de: Veröffentlichungsdatum der öffentlichen Version
fr: Date de publication pour la version publique
ru: Дата публикации общественной версии
sv: Publiceringsdatum för den offentliga versionen
uk: Дата публікації суспільної версії

source: Publication date
cs: Datum zveřejnění
de: Veröffentlichungsdatum
fr: Date de publication
ru: Дата публикации
sv: Publiceringsdatum
uk: Дата публікації

source: Expiration date
cs: Datum konce platnosti
de: Ablaufdatum
fr: Date d'expiration
ru: Дата окончания
sv: Förfallodatum
uk: Дата закінчення

source: Expiration date of the public version
cs: Datum konce platnosti veřejné verze
de: Ablaufdatum der öffentlichen Version
fr: Le temps d'expiration de la version publique
ru: Дата окончания срока публичной версии
sv: Förfallodatum för den offentliga versionen
uk: Дата закінчення терміну публічної версії

source: Copy for editing
cs: Kopírovat pro úpravy
de: Kopie zum Bearbeiten
fr: Copie pour modifier
ru: Копировать для редактирования
sv: Kopiera för redigering
uk: Копіювати для редагування

source: Create a new editable version of the selected old one.
cs: Vytvořit novou upravitelnou verzi ze zvolené starší verze.
de: Erstellen Sie eine neue bearbeitbare Version des ausgewählten alten Objekts.
fr: Créer une nouvelle version de travail à partir la version sélectionnée.
sv: Skapa en ny, redigerbar version av den valda, äldre versionen.

source: Please select one version to copy.
cs: Prosím zvolte jednu verzi pro zkopírování.
de: Bitte wählen Sie eine Version zum Kopieren.
ru: Выберите одну версию для копирования.
sv: Välj en version att kopiera.
uk: Виберіть одну версію для копіювання.

source: Reverted to previous version.
cs: Vráceno zpět na předchozí verzi.
de: Zur vorherigen Version zurückgekehrt.
fr: Retourné à la version précédente
ru: Вернуться к предыдущей версии.
sv: Återställ till föregående version.
uk: Повернутися до попередньої версії.

source: View
cs: Zobrazit
de: Ansicht
fr: Voir
ru: Просмотр
sv: Visa
uk: Перегляд

source: View this particular version.
cs: Zobrazit tuto konkrétní verzi.
de: Betrachten einer bestimmten Version.
fr: Voir cette version donnée.
ru: Просмотр данной версии.
sv: Visa just denna version.
uk: Перегляд даної версії.

source: Please select one version to view it.
cs: Prosím zvolte jednu verzi pro její zobrazení.
de: Bitte wählen Sie eine Version zur Betrachtung.
ru: Выберите одну версию для просмотра.
sv: Välj en version för att visa den.
uk: Виберіть одну версію для перегляду.

source: Compare
cs: Porovnat
de: Vergleichen
fr: Comparer
ru: Сравнить
sv: Jämför
uk: Порівняти

source: Select and compare two different versions.
cs: Vybrat a porovnat dvě různé verze.
de: Wählen und vergleichen Sie zwei verschiedene Versionen.
fr: Comparer deux versions différentes.
ru: Выбрать и сравнить две различные версии.
sv: Välj och jämför två olika versioner.
uk: Вибрати й порівняти дві різні версії.
